{
    "Los Angeles": [
        {
            "Title": "Full-Day Iconic Sights of LA, Hollywood, Beverly Hills, Beaches and More",
            "City": "Los Angeles",
            "Price": "$94.00",
            "Description": "Tick off Los Angeles’ top attractions in just one day on this city tour that offers pickup and drop-off from 180+ hotels. Zip seamlessly between dispersed attractions such as Santa Monica Pier, Venice Beach, Hollywood, Beverly Hills and more via air-conditioned coach while benefiting from the navigational expertise and insider knowledge of your guide as you go, and enjoy plenty of time for a closer look at each of the iconic stops.",
            "Rating": 5.0,
            "Supplier": "A Day in LA Tours",
            "Src": "https://www.tripadvisor.com/AttractionProductReview-g32655-d12165131-Full_Day_Iconic_Sights_of_LA_Hollywood_Beverly_Hills_Beaches_and_More-Los_Angeles_C.html",
            "Duration": "7h 30m",
            "ActivityType": "Bus Tours",
            "isRain": true
        },
        {
            "Title": "Warner Bros. Studio Tour Hollywood",
            "City": "Los Angeles",
            "Price": "$69.00",
            "Description": "NEW EXPERIENCES FOR 2021\n\nExplore where Hollywood is made. Go behind the lens and discover the secrets of movie-making magic. Our Studio Tour brings you closer than ever to the entertainment you love. You’ll explore one of the busiest working studios in Los Angeles, with your host, one of our expert Tour Guides\n\nExplore iconic back-lot sets and sound stages from some of the most iconic films. Explore how movie magic comes to life at Stage 48: Script to Screen from classic Hollywood Costumes to green-screen technology used to create special effects.\n\nDine in our expanded Central Perk Cafe and shop in our Friends Boutique\n\nOur all-new Grand Finale lets you step into the movies with recreated sets from the DC Universe where you can explore superheroes and supervillains. Then swish and flick your way through Harry Potter and Fantastic Beasts and be sorted by the enchanted sorting hat.\n\nExplore our expanded Studio Store with exclusive merch from your favorite films and TV shows.",
            "Rating": 4.5,
            "Supplier": "Warner Bros. Studio Tour Hollywood",
            "Src": "https://www.tripadvisor.com/AttractionProductReview-g32655-d17769617-Warner_Bros_Studio_Tour_Hollywood-Los_Angeles_California.html",
            "Duration": "2-3 hours",
            "ActivityType": "Trolley Tours ",
            "isRain": true
        },
        {
            "Title": "Hollywood and Celebrity Homes Bus Tour",
            "City": "Los Angeles",
            "Price": "$39.00",
            "Description": "First-time Hollywood visitors can hit all the top sights without worrying about navigating the city’s hectic traffic and parking by hopping on an open-air bus tour. In addition to stops at top attractions such as the Hollywood Sign and the Walk of Fame, a guide points out celebrity homes you might miss if traveling on your own.",
            "Rating": 4.5,
            "Supplier": "Hollywood City Tours",
            "Src": "https://www.tripadvisor.com/AttractionProductReview-g32655-d13996924-Hollywood_and_Celebrity_Homes_Bus_Tour-Los_Angeles_California.html",
            "Duration": "2h",
            "ActivityType": "Bus Tours",
            "isRain": true
        },
        {
            "Title": "Hollywood Sightseeing and Celebrity Homes Tour by Open-Top Bus",
            "City": "Los Angeles",
            "Price": "$35.00",
            "Description": "Save your time wandering around Los Angeles on your own searching for celebrity hot spots. This guided tour of Hollywood and celebrity homes takes you through neighborhoods jam-packed with star-owned homes. Plus your guide knows the quickest ways around the LA traffic to show you the most famous attractions such as the Hollywood Sign and Rodeo Drive all in just a few hours.",
            "Rating": 4.5,
            "Supplier": "Open Bus Tours",
            "Src": "https://www.tripadvisor.com/AttractionProductReview-g32655-d12433321-Hollywood_Sightseeing_and_Celebrity_Homes_Tour_by_Open_Top_Bus-Los_Angeles_Californ.html",
            "Duration": "90-120 minutes",
            "ActivityType": "Bus Tours",
            "isRain": true
        },
        {
            "Title": "Shared 3 Hours Los Angeles VIP Tour",
            "City": "Los Angeles",
            "Price": "$49.00",
            "Description": "This is not your usual scripted tour. In contrast, it is customized and peppered with discussions about Los Angeles culture and history. By the end of this tour, you will have all the \"Must Have\" LA pictures, make friends with LA locals, and have a very big smile on your face!\n\nDuring the trip, you will have 3-4 actual stops at the most iconic locations throughout the city, and get the best photo opportunities as well as the stories behind the places by your own local tour guide.\n\nWe will cruise through the mountains for the BEST outlook points like Mulholland Dr, make a stop at the HOLLYWOOD SIGN (SUPER CLOSE), and jump out at famous Palm Trees' Street. Also, we will see the American Film Academy, where hundreds of blockbusters (X-Men, Batman, SpiderMan, Rush Hour...) were shot and explore the hidden gems of Sunset Strip, Beverly Hills, Rodeo Dr, AND MORE... \n\nPerfect for travelers, friends, couples, families, or groups of up to 8 people.",
            "Rating": 5.0,
            "Supplier": "Golden Ticket LA",
            "Src": "https://www.tripadvisor.com/AttractionProductReview-g32655-d17687084-Shared_3_Hours_Los_Angeles_VIP_Tour-Los_Angeles_California.html",
            "Duration": "3h",
            "ActivityType": "Adventure Tours",
            "isRain": true
        },
        {
            "Title": "Los Angeles Hollywood Beverly Hills Santa Monica Beach Grand Tour",
            "City": "Los Angeles",
            "Price": "$85.00",
            "Description": "Experience a 7 hour Fully Narrated Tour onboard our Luxury Tour Buses. This Tour offers 4 convenient  (1 hour) Stops at Santa Monica Pier, Farmers Market, Griffith Observatory & The Walk of Fame. See The Hollywood Sign, Beverly Hills, Rodeo dr, Sunset Strip, Movie Locations & Lots more...",
            "Rating": 5.0,
            "Supplier": "Hollywood City Tours",
            "Src": "https://www.tripadvisor.com/AttractionProductReview-g32655-d14061731-Los_Angeles_Hollywood_Beverly_Hills_Santa_Monica_Beach_Grand_Tour-Los_Angeles_Calif.html",
            "Duration": "7h",
            "ActivityType": "Full-day Tours",
            "isRain": true
        },
        {
            "Title": "Skip the Line: Express Ticket at Universal Studios Hollywood",
            "City": "Los Angeles",
            "Price": "$189.00",
            "Description": "If you want to experience all that Universal Studios Hollywood has to offer, but only have one day to do it, the express ticket is exactly what you need. This special pass grants you one-time skip-the-line entrance to all rides, plus reserved seating at each show. With a limited number of express tickets sold each day, you can rest easy when you book your spot in advance.",
            "Rating": 4.5,
            "Supplier": "Universal Studios Hollywood",
            "Src": "https://www.tripadvisor.com/AttractionProductReview-g32655-d11484882-Skip_the_Line_Express_Ticket_at_Universal_Studios_Hollywood-Los_Angeles_California.html",
            "Duration": "8h",
            "ActivityType": "Skip-the-Line Tours",
            "isRain": true
        },
        {
            "Title": "Universal Studios Hollywood General Admission Ticket",
            "City": "Los Angeles",
            "Price": "$110.00",
            "Description": "Enjoy a day of blockbuster thrills and action film adventures with a full-day general admission ticket to Universal Studios Hollywood. With this pass, get full access to all of the park's rides and shows. Popular attractions include King Kong 360 3D, Revenge of the Mummy, and WaterWorld. Non-adrenaline junkies can enjoy a behind the scenes look on the Studio Tour to see film sets used to make famous movies.",
            "Rating": 4.0,
            "Supplier": "Universal Studios Hollywood",
            "Src": "https://www.tripadvisor.com/AttractionProductReview-g32655-d11472090-Universal_Studios_Hollywood_General_Admission_Ticket-Los_Angeles_California.html",
            "Duration": "8h",
            "ActivityType": "Attractions & Museums",
            "isRain": true
        },
        {
            "Title": "Classic Car Tour of Los Angeles",
            "City": "Los Angeles",
            "Price": "$720.00",
            "Description": "We invite you to spend a day in Los Angeles on a private tour in a beautiful 1970s classic convertible car with energetic and charismatic tour guide. Unwind and relax as you passing through the mansions of celebrities in Beverly Hills and West Hollywood. Your dreams will come true as you drive through scenic streets of LA to see Hollywood sign, find your favorite stars on the Walk of Fame in Hollywood and and get a cup of coffee or juice at a celebrities' hot spot. This will be a tour you will rememebr forever.",
            "Rating": 5.0,
            "Supplier": "Classic Experiences",
            "Src": "https://www.tripadvisor.com/AttractionProductReview-g32655-d15304400-Classic_Car_Tour_of_Los_Angeles-Los_Angeles_California.html",
            "Duration": "4-8 hours",
            "ActivityType": "Classic Car Tours ",
            "isRain": true
        },
        {
            "Title": "30-Minute PRIVATE Ferrari California Driving Tour To Hollywood Sign",
            "City": "Los Angeles",
            "Price": "$129.00",
            "Description": "Explore the Hollywood attractions behind the wheel of an exotic sports car. Get the unforgettable and unique experience to test drive a Ferrari California on the Hollywood Walk of Fame, along the streets of the City, on a sightseeing tour up to the Hollywood sign viewpoint, and feel the adrenaline of driving such a powerful vehicle! Come back home with plenty of wonderful memories of you and the gorgeous Ferrari.",
            "Rating": 5.0,
            "Supplier": "i Ride Like a Star",
            "Src": "https://www.tripadvisor.com/AttractionProductReview-g32655-d12876166-30_Minute_PRIVATE_Ferrari_California_Driving_Tour_To_Hollywood_Sign-Los_Angeles_Cal.html",
            "Duration": "30m",
            "ActivityType": "Adventure Tours",
            "isRain": true
        },
        {
            "Title": "Perfect 5 ½ Hour LA & Hollywood Tour from Santa Monica",
            "City": "Los Angeles",
            "Price": "$89.25",
            "Description": "Surf City Tours offers \"The Perfect LA Tour.\" Learn about the city, and get out to explore the best parts on your own. This is a fully narrated tour of Los Angeles aboard clean, comfortable, convertible buses with 4 fun stops along the way. In between stops you'll learn about the history of Los Angeles, see movie studios, historic filming locations, the Sunset Strip, music venues, crime scenes, popular restaurants, hotels, celebrity homes & more. All of the traditional Los Angeles sightseeing covered in a day.",
            "Rating": 4.5,
            "Supplier": "Surf City Tours",
            "Src": "https://www.tripadvisor.com/AttractionProductReview-g33052-d13317150-Perfect_5_1_2_Hour_LA_Hollywood_Tour_from_Santa_Monica-Santa_Monica_California.html",
            "Duration": "5h 30m",
            "ActivityType": "Bus Tours",
            "isRain": true
        },
        {
            "Title": "Skip the Ticketing Line: Aquarium of the Pacific General Admission Ticket",
            "City": "Los Angeles",
            "Price": "$36.95",
            "Description": "Explore the farthest depths of the Pacific Ocean right in Long Beach with a skip-the-line ticket to the Aquarium of the Pacific. Get a close encounter more than 500 marine species, from predatory reef sharks and delicate sea horses to playful penguins and otters. Touch pools, sensory exhibits, and real marine biologists help visitors of all ages connect with life inside the world’s largest ocean.\n\nKeeping our guests and staff safe is our top priority. We are limiting the number of visitors, requiring advance timed reservations, and managing traffic flow to ensure social distancing, requiring face coverings and temperature checks, providing numerous hand-sanitizing stations, and much more.",
            "Rating": 4.5,
            "Supplier": "Aquarium of the Pacific",
            "Src": "https://www.tripadvisor.com/AttractionProductReview-g32655-d11454564-Skip_the_Ticketing_Line_Aquarium_of_the_Pacific_General_Admission_Ticket-Los_Angele.html",
            "Duration": "4h",
            "ActivityType": "Aquariums",
            "isRain": true
        },
        {
            "Title": "Small-Group Hollywood, LA Beaches & Filming Location Tour from Anaheim ",
            "City": "Los Angeles",
            "Price": "$87.00",
            "Description": "Benefit from traveling on a small-group tour from Anaheim to see the best of Los Angeles in one day. Take in star-studded destinations including Hollywood's Walk of Fame, Sunset Strip, Rodeo Drive, the Hollywood sign, Santa Monica Beach, and Venice Beach. Includes a stop for lunch at the farmer's market, and pickup and drop-off from selected hotels.",
            "Rating": 4.5,
            "Supplier": "AMG Tours & Coach",
            "Src": "https://www.tripadvisor.com/AttractionProductReview-g29092-d11472526-Small_Group_Hollywood_LA_Beaches_Filming_Location_Tour_from_Anaheim-Anaheim_Califor.html",
            "Duration": "8-9 hours",
            "ActivityType": "Bus Tours",
            "isRain": true
        },
        {
            "Title": "Grand City Tour of Los Angeles",
            "City": "Los Angeles",
            "Price": "$79.00",
            "Description": "Discover the best that the city has to offer on our guided Grand City Tour of Los Angeles! For over 31 years, we’ve helped visitors see iconic sights like the Hollywood Sign and Rodeo Drive from the comfort of a private minibus driven by our friendly, experienced tour guides. With over 31 years of curating tours in Los Angeles, we have a pulse on what tourists want to see for a memorable vacation. On this Grand City Tour of Los Angeles, you will visit highlights like Downtown Los Angeles (City Center) and the Griffith Park Observatory -- where you will see the Hollywood Sign and a stunning view of Los Angeles. Then, you’ll visit Hollywood Blvd, the Sunset Strip, and Beverly Hills where you will see select Celebrity Stars Homes. Finally, it’s off to lunch at the Original farmers market.",
            "Rating": 5.0,
            "Supplier": "Guideline Tours",
            "Src": "https://www.tripadvisor.com/AttractionProductReview-g32655-d11462014-Grand_City_Tour_of_Los_Angeles-Los_Angeles_California.html",
            "Duration": "5h",
            "ActivityType": "Bus Tours",
            "isRain": true
        },
        {
            "Title": "Small Group Electric Bicycle Tour of Santa Monica and Venice Beach",
            "City": "Los Angeles",
            "Price": "$79.00",
            "Description": "Skip the tour bus and enjoy the ocean air on this electric bike tour of Santa Monica and Venice Beach in Los Angeles. Leave the navigation to your guide as your group winds along the beaches and bike paths of Venice, Santa Monica Beach, and Santa Monica Pier. Choose from a morning or afternoon tour to best suit your schedule, and enjoy commentary from your guide about the sights.",
            "Rating": 5.0,
            "Supplier": "Pedal or Not... Electric Bicycle - Tours",
            "Src": "https://www.tripadvisor.com/AttractionProductReview-g33052-d11451417-Small_Group_Electric_Bicycle_Tour_of_Santa_Monica_and_Venice_Beach-Santa_Monica_Cal.html",
            "Duration": "3h",
            "ActivityType": "E-Bike Tours",
            "isRain": true
        },
        {
            "Title": "Private Helicopter Tour over Long Beach and Los Angeles",
            "City": "Los Angeles",
            "Price": "$110.00",
            "Description": "Cruise over downtown Long Beach and the historical Queen Mary on this private helicopter tour. You'll then soar over the port of Long Beach and Los Angeles while climbing up to get spectacular views of Catalina and the L.A. Basin.",
            "Rating": 5.0,
            "Supplier": "Anthelion Helicopters",
            "Src": "https://www.tripadvisor.com/AttractionProductReview-g32648-d11486221-Private_Helicopter_Tour_over_Long_Beach_and_Los_Angeles-Long_Beach_California.html",
            "Duration": "15m",
            "ActivityType": "Helicopter Tours",
            "isRain": true
        },
        {
            "Title": "Celebrity Homes + The Real Hollywood Experience - Small Group Open Air Bus",
            "City": "Los Angeles",
            "Price": "$44.00",
            "Description": "On this one-of-a-kind, star-studded adventure, you will get to see the \"Real Hollywood\" like never before! 2-Hour Experience. New Open Air buses. Fun Driver Guides. See Hollywood, Mulholland Drive, Hollywood Sign, Beverley Hills, Rodeo Drive, West Hollywood, Sunset Strip, Filming locations, Celebrity Homes, Popular Landmarks, etc + 10-minute stop @ Beverley Hills Sign. This tour will be The Real Hollywood Experience!",
            "Rating": 5.0,
            "Supplier": "Hollywood Bus Tours",
            "Src": "https://www.tripadvisor.com/AttractionProductReview-g32655-d20108186-Celebrity_Homes_The_Real_Hollywood_Experience_Small_Group_Open_Air_Bus-Los_Angeles_.html",
            "Duration": "2h",
            "ActivityType": "Bus Tours",
            "isRain": true
        },
        {
            "Title": "Santa Barbara Wine Tasting Day Tour from Los Angeles",
            "City": "Los Angeles",
            "Price": "$295.00",
            "Description": "Get a true taste of the world famous California wines. During our tour you will discover of the true beauty of the Santa Barbara and Santa Ynez wine country. Stop at the Vincent winery to enjoy to sipping wine in vineyard natural surroundings. On the way enjoy beautiful scenery of the Pacific Ocean, Lake Cachuma and Los Padres National forest.",
            "Rating": 5.0,
            "Supplier": "American Riviera Private Tours",
            "Src": "https://www.tripadvisor.com/AttractionProductReview-g32655-d20191000-Santa_Barbara_Wine_Tasting_Day_Tour_from_Los_Angeles-Los_Angeles_California.html",
            "Duration": "8h",
            "ActivityType": "Bus Tours",
            "isRain": true
        },
        {
            "Title": "Big Bus Los Angeles Hop-on Hop-off Open-Top Tour",
            "City": "Los Angeles",
            "Price": "$44.99",
            "Description": "Explore the Glitz and Glamour of Hollywood and the laid-back sunshine of the Pacific coast as you explore Los Angeles with Big Bus. Enjoy the views, discover the history, and learn all the stories behind the city made famous for story-telling from our multi-language recorded commentary.",
            "Rating": 4.0,
            "Supplier": "Big Bus Tours Los Angeles",
            "Src": "https://www.tripadvisor.com/AttractionProductReview-g32655-d15655384-Big_Bus_Los_Angeles_Hop_on_Hop_off_Open_Top_Tour-Los_Angeles_California.html",
            "Duration": "2h",
            "ActivityType": "Bus Tours",
            "isRain": true
        },
        {
            "Title": "Los Angeles Private Tour",
            "City": "Los Angeles",
            "Price": "$552.69",
            "Description": "Hollywood, Sunset Strip, Movie Star Homes, Beverly Hills, Rodeo Drive\n\nPrivate Tour covering the most important and fun hotspots in Los Angeles with stops for photos and meals.\n\n Santa Monica, Venice Beach, Marina del Rey and Malibu\n\nWe will show you the best of LA's famed beaches with stops at the Piers to take in the sun and stroll on the sands.",
            "Rating": 4.5,
            "Supplier": "ParkPlace Cali Tours",
            "Src": "https://www.tripadvisor.com/AttractionProductReview-g32655-d13480608-Los_Angeles_Private_Tour-Los_Angeles_California.html",
            "Duration": "6h",
            "ActivityType": "Luxury Car Tours",
            "isRain": true
        },
        {
            "Title": "Downtown Los Angeles Food Tour",
            "City": "Los Angeles",
            "Price": "$75.00",
            "Description": "Savor the sights, sounds and flavors of Los Angeles on a food tour of Los Angeles! Your expert tour guide will lead you on a walking adventure through this extraordinary city, sharing stories of early settlers, Hollywood’s heyday, and the transformation of Los Angeles’ culture and food scene. \n\nOn this food tour you will enjoy tastes from unique Los Angeles eateries, including the best bakeries, authentic ethnic eateries and renowned establishments creating a buzz in the foodie universe. Along the way your tour guide will introduce you to the city’s unique history, evolving food culture and fascinating architecture. At the end of your tour, with your newfound knowledge of Los Angeles’ best hidden gems, you’ll feel like a true Angeleno!",
            "Rating": 5.0,
            "Supplier": "Sidewalk Food Tours of Los Angeles",
            "Src": "https://www.tripadvisor.com/AttractionProductReview-g32655-d11910894-Downtown_Los_Angeles_Food_Tour-Los_Angeles_California.html",
            "Duration": "3h",
            "ActivityType": "Walking Tours",
            "isRain": true
        },
        {
            "Title": "Private Helicopter Tour of Rancho Palos Verdes, Los Angeles, and Long Beach",
            "City": "Los Angeles",
            "Price": "$197.95",
            "Description": "Soar around the Rancho Palos Verdes Peninsula, LA beaches and the Port of Long Beach. Fly in style as you take in coastal views of cliffs, caves, and waves along the Palos Verdes, Long Beach, and Los Angeles coastlines.",
            "Rating": null,
            "Supplier": "Anthelion Helicopters",
            "Src": "https://www.tripadvisor.com/AttractionProductReview-g32648-d11457929-Private_Helicopter_Tour_of_Rancho_Palos_Verdes_Los_Angeles_and_Long_Beach-Long_Beac.html",
            "Duration": "30m",
            "ActivityType": "Adventure Tours",
            "isRain": true
        },
        {
            "Title": "Hollywood Sign: Walk to the Top",
            "City": "Los Angeles",
            "Price": "$28.00",
            "Description": "We’ll take you to the front of and behind (TO THE TOP) the Hollywood sign for an unforgettable experience! With tons of opportunities for ELITE Instagram photos, insider Hollywood History, and a local guide who is actually works in Show Business, this hike brags some of the best views in LA. Snag a bird’s eye view of top film studios Disney, Warner Bros., Paramount, Dreamworks, the Hollywood Walk of fame, and more! \n\nYour Guide will tell you story after story that will make you forget you're actually walking up a hill. We can neither confirm nor deny that you'll become best friends with the guides who can give you real life insider info about Hollywood (ask Joe about this Justin Bieber experience). \n\nHIGHLIGHTS \n\n--Hollywood Sign Panoramic 360° views of all of LA \n\n--The Best Photos by our Professional Photographer Tour Guides\n\n--Enjoy incredible storytelling from actual working actors, comedians, and musicians!",
            "Rating": 5.0,
            "Supplier": "Hollywood Hikes",
            "Src": "https://www.tripadvisor.com/AttractionProductReview-g32655-d14948512-Hollywood_Sign_Walk_to_the_Top-Los_Angeles_California.html",
            "Duration": "2h 30m",
            "ActivityType": "Private and Luxury",
            "isRain": true
        },
        {
            "Title": "The Best of LA Tour from Anaheim or LA: Hollywood, Beverly Hills and Beaches",
            "City": "Los Angeles",
            "Price": "$94.00",
            "Description": "To make the most of your time in Los Angeles, you likely need to rent a car and drive to the city's top sights. Avoid the hassle of driving yourself with this packed LA highlights tour, where you're whisked to the must-see attractions, from the Hollywood Sign to Griffith Park Observatory. With easy hotel pickup included, all you need to do is sit back, and take in the views.",
            "Rating": 5.0,
            "Supplier": "LA in A Day Tours",
            "Src": "https://www.tripadvisor.com/AttractionProductReview-g29092-d16823051-The_Best_of_LA_Tour_from_Anaheim_or_LA_Hollywood_Beverly_Hills_and_Beaches-Anaheim_.html",
            "Duration": "10h",
            "ActivityType": "Bus Tours",
            "isRain": true
        },
        {
            "Title": "Griffith Observatory Hike: Hollywood Hills Walk in Griffith Park",
            "City": "Los Angeles",
            "Price": "$38.00",
            "Description": "Leave the navigating to an experienced hiking guide as you trek through the Hollywood Hills for spectacular views and insider info on Hollywood history. Snap photos and visit some of the exact filming locations of Hollywood blockbusters, with plenty of perfect photo opportunities. Summit the highest peak around for views of downtown, the hills, Beverly Hills and the iconic Hollywood sign. Daily departures at 10am and sunset.",
            "Rating": 5.0,
            "Supplier": "Bikes And Hikes LA",
            "Src": "https://www.tripadvisor.com/AttractionProductReview-g32655-d11452072-Griffith_Observatory_Hike_Hollywood_Hills_Walk_in_Griffith_Park-Los_Angeles_Califor.html",
            "Duration": "2h 30m",
            "ActivityType": "Adventure Tours",
            "isRain": true
        },
        {
            "Title": "Beverly Hills Segway Tour",
            "City": "Los Angeles",
            "Price": "$159.00",
            "Description": "Roll down Beverly Hills on this Segway tour while visiting iconic landmarks and famous streets. Discover the history of the neighborhood as your guide points out a few celebrity homes. Take in the scenic views from the Hilton and Beverly Hills Hotel and snap some photos of the sign. Cruise down Rodeo Drive and do some window shopping before finishing your tour of the famous 90210.",
            "Rating": 5.0,
            "Supplier": "Another Side Of Los Angeles Tours",
            "Src": "https://www.tripadvisor.com/AttractionProductReview-g32655-d11450534-Beverly_Hills_Segway_Tour-Los_Angeles_California.html",
            "Duration": "2h",
            "ActivityType": "Segway Tours",
            "isRain": true
        },
        {
            "Title": "Private Tour of Griffith Observatory",
            "City": "Los Angeles",
            "Price": "$149.00",
            "Description": "Griffith Observatory is a landmark that even locals don’t know enough about. Called “the hood ornament of Los Angeles,” it serves as a public observatory, planetarium, and exhibition space. Designed by some of its former employees, this tour will give you an introduction to the city that you’ll never forget. When Griffith J. Griffith first viewed the moon from a telescope he exclaimed, \"If all mankind could look through that telescope, it would change the world!\" For the remainder of his life, he toiled to realize his vision for a public observatory that would benefit future generations. Now, the Griffith Observatory is the most popular attraction of its kind in the world. Join us as we discover not just an L.A. landmark, but a place where you’ll have the chance to make memories. As fellow travelers, astronomers, and Angelenos, we at LA Tour1 will help you make the most of your time at Griffith Observatory.",
            "Rating": 5.0,
            "Supplier": "ExperienceFirst",
            "Src": "https://www.tripadvisor.com/AttractionProductReview-g32655-d17525917-Private_Tour_of_Griffith_Observatory-Los_Angeles_California.html",
            "Duration": "3h",
            "ActivityType": "Private and Luxury",
            "isRain": true
        },
        {
            "Title": "Private Tour of Los Angeles in a Luxury Vehicle. Experienced Tour Guides.",
            "City": "Los Angeles",
            "Price": "$495.00",
            "Description": "We invite you to spend a day in Los Angeles on a private tour in a luxury minivan which can seat up to 7 passengers with energetic and charismatic tour guide. Unwind and relax as you passing through the mansions of celebrities in Beverly Hills and West Hollywood. Your dreams will come true as you drive through scenic streets of LA to see Hollywood sign, find your favorite stars on the Walk of Fame in Hollywood and and get a cup of coffee or juice at a celebrities' hot spot. This will be a tour you will remember forever. It's a private tour, so you can customize it however you want. We always consider our clients' interests in special requests. Vehicle SUV upgrades upon request subject to availability and additional fees.",
            "Rating": 5.0,
            "Supplier": "Classic Experiences",
            "Src": "https://www.tripadvisor.com/AttractionProductReview-g32655-d15305303-Private_Tour_of_Los_Angeles_in_a_Luxury_Vehicle_Experienced_Tour_Guides-Los_Angeles.html",
            "Duration": "2-8 hours",
            "ActivityType": "Car Tours",
            "isRain": true
        },
        {
            "Title": "The Ultimate Los Angeles Bike Tour",
            "City": "Los Angeles",
            "Price": "$162.00",
            "Description": "With its fantastic weather and plentiful sunshine, don't bother with a cramped bus sightseeing tour when you can pedal through some of Los Angeles' most scenic neighborhoods on this cycling excursion. Just hop on your bike, and gear up for your full-day 32-mile (51-kilometer) ride. See everything from the waterfront in Venice Beach to hip West Hollywood, to the movie studios—all in this one experience.",
            "Rating": 5.0,
            "Supplier": "Bikes And Hikes LA",
            "Src": "https://www.tripadvisor.com/AttractionProductReview-g33252-d11452073-The_Ultimate_Los_Angeles_Bike_Tour-West_Hollywood_California.html",
            "Duration": "6h",
            "ActivityType": "Day Trips",
            "isRain": true
        },
        {
            "Title": "Hooray for Hollywood Helicopter Tour",
            "City": "Los Angeles",
            "Price": "$395.00",
            "Description": "Day or night, there is simply no better way to see the famous sights of Los Angeles than from a helicopter. Soar over the Hollywood Hills on this half-hour flight and see Sunset Boulevard, Hollywood Boulevard, Beverly Hills, Grauman's Chinese Theatre, and the glistening Downtown skyline from a birds-eye perspective. Depart from Van Nuys Airport, where scenes from 'Casablanca' were shot. Admire the iconic Hollywood Sign as you get up close through panoramic helicopter windows.",
            "Rating": null,
            "Supplier": "Group 3 Helicopters",
            "Src": "https://www.tripadvisor.com/AttractionProductReview-g32655-d11463616-Hooray_for_Hollywood_Helicopter_Tour-Los_Angeles_California.html",
            "Duration": "35m",
            "ActivityType": "Adventure Tours",
            "isRain": true
        }
    ],
    "New York": [
        {
            "Title": "New York in One Day Guided Sightseeing Tour",
            "City": "New York",
            "Price": "$99.00",
            "Description": "Combine New York City’s top attractions in a guided tour via bus and boat (April–December). With insider commentary from your guide, visit Rockefeller Center, South Street Seaport, 9/11 Memorial, and Wall Street. Take a harbor cruise via luxury boat, with views of Ellis Island, the Statue of Liberty, and Brooklyn Bridge. Back on land, hit Lincoln Center and Central Park before wrapping up this whirlwind tour.",
            "Rating": 5.0,
            "Supplier": "USA Guided Tours New York",
            "Src": "https://www.tripadvisor.com/AttractionProductReview-g60763-d11455174-New_York_in_One_Day_Guided_Sightseeing_Tour-New_York_City_New_York.html",
            "Duration": "6h",
            "ActivityType": "Bus Tours",
            "isRain": true
        },
        {
            "Title": "OPEN: Statue of Liberty & Ellis Island Tour: All Options",
            "City": "New York",
            "Price": "$44.00",
            "Description": "Visits to the Statue of Liberty National Monument and Ellis Island are musts in the Big Apple. On this guided tour, you get boarding on the ferry from Manhattan to visit the two important historical sites. Visit the grounds of Liberty Island and go inside the Statue of Liberty Museum. Then hop the ferry to Ellis Island and learn about the millions of people who arrived here between 1892 and 1954 in hope of living the American dream.\n\nFor the comprehensive 4 hour option, you will have a guided tour of both Liberty and Ellis Island. \n\nFor the Express 2 hour option, you will have a guided tour of Liberty Island and you can visit Ellis Island on your own. \n\nFor the Essential 30 minute tour, you will get the essential information prior to boarding and access to audioguides while on the island.\n\nWith all options you will have roundtrip ferry tickets to both Liberty and Ellis Islands and entry into the Museums. You may stay as long as you wish after the tour. No Pedestal access.",
            "Rating": 5.0,
            "Supplier": "ExperienceFirst",
            "Src": "https://www.tripadvisor.com/AttractionProductReview-g60763-d11451132-OPEN_Statue_of_Liberty_Ellis_Island_Tour_All_Options-New_York_City_New_York.html",
            "Duration": "3-5 hours",
            "ActivityType": "Walking Tours",
            "isRain": true
        },
        {
            "Title": "New York Helicopter Tour: Manhattan Highlights",
            "City": "New York",
            "Price": "$234.00",
            "Description": "Get a perspective on New York City that most visitors miss when you take to the air for a scenic helicopter tour. See Manhattan’s most iconic sights, from the Empire State Building to Central Park, in a matter of minutes; you even catch a glimpse of the majestic Statue of Liberty.",
            "Rating": 5.0,
            "Supplier": "HeliNY",
            "Src": "https://www.tripadvisor.com/AttractionProductReview-g60763-d11462107-New_York_Helicopter_Tour_Manhattan_Highlights-New_York_City_New_York.html",
            "Duration": "12-15 minutes",
            "ActivityType": "Adventure Tours",
            "isRain": true
        },
        {
            "Title": "New York Helicopter Tour: Ultimate Manhattan Sightseeing",
            "City": "New York",
            "Price": "$284.00",
            "Description": "Avoid the congestion of New York City down on the ground, and take to the sky to see Manhattan during this NYC helicopter tour. Catch sight of the Empire State Building, Statue of Liberty, Central Park, George Washington Bridge, and many other top attractions without standing in line or sitting in traffic.",
            "Rating": 5.0,
            "Supplier": "HeliNY",
            "Src": "https://www.tripadvisor.com/AttractionProductReview-g60763-d11462108-New_York_Helicopter_Tour_Ultimate_Manhattan_Sightseeing-New_York_City_New_York.html",
            "Duration": "17-20 minutes",
            "ActivityType": "Helicopter Tours",
            "isRain": true
        },
        {
            "Title": "Empire State Building General & Skip-the-Line Tickets",
            "City": "New York",
            "Price": "$45.73",
            "Description": "No visit to New York is complete without experiencing bird's-eye city views. Admire the panoramas from the Empire State Building and explore its Interactive Museum and other areas with this ticket. It unlocks two attractions for the price of one—the 82nd-floor observatory and 2nd-floor museum to chart the building's story from construction. Upgrade for fast-track admission.",
            "Rating": 4.5,
            "Supplier": "Empire State Building",
            "Src": "https://www.tripadvisor.com/AttractionProductReview-g60763-d11854335-Empire_State_Building_General_Express_Pass_Ticket-New_York_City_New_York.html",
            "Duration": "45m",
            "ActivityType": "Skyscrapers & Towers",
            "isRain": true
        },
        {
            "Title": "9/11 Memorial Museum Admission Ticket",
            "City": "New York",
            "Price": "$28.00",
            "Description": "One of the most transformative moments in New York City's history occurred with the September 11, 2001 terrorist attacks on the World Trade Center. Uncover the history of these tragic events with a visit to the 9/11 Memorial Museum. With your ticket, enjoy a self-guided tour, and take as much time as you need exploring the sight. Highlights include the carefully curated artifacts, personal accounts, and memorial exhibit honoring those that lost their lives.",
            "Rating": 5.0,
            "Supplier": "The National 9/11 Memorial & Museum",
            "Src": "https://www.tripadvisor.com/AttractionProductReview-g60763-d11854338-9_11_Memorial_Museum_Admission_Ticket-New_York_City_New_York.html",
            "Duration": "2h",
            "ActivityType": "Attractions & Museums",
            "isRain": true
        },
        {
            "Title": "Skip the Line: NYC One World Observatory Ticket",
            "City": "New York",
            "Price": "$41.37",
            "Description": "For some of the best views of New York City's skyline, travelers often wait in long lines to visit the go-to destination for epic views: One World Observatory. Don't bother waiting with this skip-the-line experience, where you're whisked straight to the observation area to enjoy views from more than 100 floors above the city streets. Highlights include an animation depicting the evolving skyline, panoramic views of New York landmarks, and access to interactive exhibitions—all included.",
            "Rating": 4.5,
            "Supplier": "One World Observatory",
            "Src": "https://www.tripadvisor.com/AttractionProductReview-g60763-d11979686-Skip_the_Line_NYC_One_World_Observatory_Ticket-New_York_City_New_York.html",
            "Duration": "2h",
            "ActivityType": "Skyscrapers & Towers",
            "isRain": true
        },
        {
            "Title": "New York Premier Dinner Cruise",
            "City": "New York",
            "Price": "$208.68",
            "Description": "Escape the crowds and get a different view of the city lights on a dinner cruise along New York’s Hudson River. The cruise offers views of city highlights such as the city skyline and Statue of Liberty that you can only get on the water. The cruise also provides the opportunity to indulge in a three-course meal, live entertainment, and dancing.",
            "Rating": 4.5,
            "Supplier": "Bateaux New York",
            "Src": "https://www.tripadvisor.com/AttractionProductReview-g60763-d11450450-New_York_Premier_Dinner_Cruise-New_York_City_New_York.html",
            "Duration": "3h",
            "ActivityType": "Day Cruises",
            "isRain": true
        },
        {
            "Title": "All-Access 9/11: Ground Zero Tour, Memorial and Museum, One World Observatory",
            "City": "New York",
            "Price": "$109.00",
            "Description": "As one of the most significant moments in recent American history, the tragic events of September 11, 2001 changed New York City forever. Uncover this storied history of these somber events with this remembrance tour, complete with a visit to the National September 11 Memorial & Museum. Highlights include viewing the former World Trade Center site, visiting the FDNY Memorial Wall, and taking in the views from One World Observatory—with entry to all sights included.",
            "Rating": 5.0,
            "Supplier": "9/11 Ground Zero Tour",
            "Src": "https://www.tripadvisor.com/AttractionProductReview-g60763-d11463856-All_Access_9_11_Ground_Zero_Tour_Memorial_and_Museum_One_World_Observatory-New_York.html",
            "Duration": "5h",
            "ActivityType": "Private and Luxury",
            "isRain": true
        },
        {
            "Title": "New York Catacombs by Candlelight",
            "City": "New York",
            "Price": "$37.00",
            "Description": "Perfect for history lovers, this tour of the historical Basilica of St. Patrick’s Old Cathedral in Lower Manhattan invites you into the catacombs, allowing you to see its pipe organ and venture to parts of the building that are normally closed to visitors. Beat the crowds on this tour and enjoy a personal encounter with this New York landmark.",
            "Rating": 5.0,
            "Supplier": "Tommy's New York",
            "Src": "https://www.tripadvisor.com/AttractionProductReview-g60763-d12939579-New_York_Catacombs_by_Candlelight-New_York_City_New_York.html",
            "Duration": "1h 30m",
            "ActivityType": "City Tours",
            "isRain": true
        },
        {
            "Title": "Top of the Rock Observation Deck, New York Ticket",
            "City": "New York",
            "Price": "$41.37",
            "Description": "For some of the most stunning New York City views, few attractions best the Top of the Rock Observation Deck, which lets visitors marvel at the skyline from 70 stories above the street. With your tickets to this Rockefeller Center attraction, you can enjoy unparalleled vistas of the Big Apple—from the Chrysler Building to the Brooklyn Bridge—with the option to visit day or night, any day of the year.",
            "Rating": 4.5,
            "Supplier": "Top of the Rock",
            "Src": "https://www.tripadvisor.com/AttractionProductReview-g60763-d11854336-Top_of_the_Rock_Observation_Deck_New_York_Ticket-New_York_City_New_York.html",
            "Duration": "1h",
            "ActivityType": "Skyscrapers & Towers",
            "isRain": true
        },
        {
            "Title": "New York City Cocoa and Carols Holiday Cruise",
            "City": "New York",
            "Price": "$124.00",
            "Description": "The days before Christmas are usually spent getting into the holiday spirit but many of the activities can be jam-packed with people, making it not so cheery. This holiday cruise in New York City provides plenty of space to enjoy the sights of NYC lit up while listening to fun holiday songs. Homemade cookies and a complimentary drink are also included to make your evening merry and bright.",
            "Rating": 5.0,
            "Supplier": "Classic Harbor Line",
            "Src": "https://www.tripadvisor.com/AttractionProductReview-g60763-d13000346-New_York_City_Cocoa_and_Carols_Holiday_Cruise-New_York_City_New_York.html",
            "Duration": "1h 30m",
            "ActivityType": "Water Tours",
            "isRain": true
        },
        {
            "Title": "New York Dyker Heights Christmas Lights",
            "City": "New York",
            "Price": "$55.00",
            "Description": "Nothing says Christmas like Dyker Heights, perhaps the most famous display of lights on the planet. Locals have been decorating their homes—personally and professionally—since the '80s, making it a true NYC winter wonderland.\n\nOn your tour, you'll drive from Manhattan to Brooklyn and see lights from both on and off the bus. (Note: buses are not allowed in Dyker Heights because of the narrow streets) \n\nYour guide will escort you to Lucy Spata's house, the house that started this tradition, and walk you through the most illuminated streets before taking you back to the bus. You will have about an hour in Dyker Heights to walk around and take pictures.\n\nThe next stop on the tour will be at the foot of the Brooklyn Bridge in the DUMBO/Brooklyn Heights area of Brooklyn. You will have about 25 minutes to take pictures of the breathtaking Manhattan skyline and the Brooklyn Bridge. \n\nThen you will return to Manhattan via the Manhattan Bridge. The tour ends at the Bryant Park Winter Village.",
            "Rating": 4.5,
            "Supplier": "Scatto A New York",
            "Src": "https://www.tripadvisor.com/AttractionProductReview-g60763-d12975967-New_York_Dyker_Heights_Christmas_Lights-New_York_City_New_York.html",
            "Duration": "3h 45m",
            "ActivityType": "Bus Tours",
            "isRain": true
        },
        {
            "Title": "New York City Harbor Lights Cruise",
            "City": "New York",
            "Price": "$41.00",
            "Description": "As twilight descends over New York City, take in the lights of the Manhattan skyline from a boat on this evening harbor cruise. Listen to live commentary on the harbor’s sights—including One World Trade Center, the Statue of Liberty, and the Chrysler Building—as you gear up for a night on the town. Book ahead to guarantee your spot on this popular evening outing.",
            "Rating": 4.5,
            "Supplier": "Circle Line Cruises",
            "Src": "https://www.tripadvisor.com/AttractionProductReview-g60763-d11447903-New_York_City_Harbor_Lights_Cruise-New_York_City_New_York.html",
            "Duration": "2h",
            "ActivityType": "City Tours",
            "isRain": true
        },
        {
            "Title": "New York Helicopter Tour: City Lights Skyline Experience",
            "City": "New York",
            "Price": "$244.00",
            "Description": "It’s almost impossible to see New York City’s main sights all in one day—let alone in one night. This NYC night helicopter tour packs in aerial views of the Statue of Liberty and other top attractions without making you wait in multiple lines back on the ground. Plus, the heliport fees and fuel surcharge are included, so there are no big surprises on the day of your tour. This adventure is a shared experience with other travelers.",
            "Rating": 4.5,
            "Supplier": "HeliNY",
            "Src": "https://www.tripadvisor.com/AttractionProductReview-g60763-d12086344-New_York_Helicopter_Tour_City_Lights_Skyline_Experience-New_York_City_New_York.html",
            "Duration": "25-30 minutes",
            "ActivityType": "Adventure Tours",
            "isRain": true
        },
        {
            "Title": "45 Minutes Central Park Tour",
            "City": "New York",
            "Price": "$115.00",
            "Description": "TREATING YOU TO THE BEST CENTRAL PARK HORSE AND CARRIAGE RIDES\n\nWhether you are searching for romantic things to do in New York, planning a date or planning a wedding, Central Park Horses will ensure you and your guests receive the most beautiful New York experience possible. See the city like never before with Central Park Horses",
            "Rating": 5.0,
            "Supplier": "Central Park Horses",
            "Src": "https://www.tripadvisor.com/AttractionProductReview-g60763-d15658474-45_Minutes_Central_Park_Tour-New_York_City_New_York.html",
            "Duration": "45m",
            "ActivityType": "Horse Carriage Rides",
            "isRain": true
        },
        {
            "Title": "Chinatown and Little Italy Food Fest",
            "City": "New York",
            "Price": "$125.00",
            "Description": "Explore two New York neighborhoods renowned for their food culture, Little Italy and Chinatown, on this tasting tour. Follow your guide to learn about the history of each neighborhood through gourmet food samples at eateries loved and revered by locals. This tour means you can avoid the hassle of making restaurant reservations or scouting out the area’s best restaurants on your own.",
            "Rating": 5.0,
            "Supplier": "Ahoy New York Food Tours",
            "Src": "https://www.tripadvisor.com/AttractionProductReview-g60763-d11469571-Chinatown_and_Little_Italy_Food_Fest-New_York_City_New_York.html",
            "Duration": "3h",
            "ActivityType": "City Tours",
            "isRain": true
        },
        {
            "Title": "9/11 Memorial & Ground Zero Tour with Optional 9/11 Museum Ticket",
            "City": "New York",
            "Price": "$35.00",
            "Description": "Uncover the tragic history of September 11, 2001 with this guided Ground Zero tour, complete with your guide's narration on the events of this somber day. Highlights include stops at the 9/11 Memorial reflecting pools, and St. Paul's Chapel—the oldest church building in the city. Round out your experience by upgrading with a skip-the-line ticket to the 9/11 Museum, where you find multimedia exhibitions on that fateful day.",
            "Rating": 5.0,
            "Supplier": "9/11 Ground Zero Tour",
            "Src": "https://www.tripadvisor.com/AttractionProductReview-g60763-d11451128-9_11_Memorial_Ground_Zero_Tour_with_Optional_9_11_Museum_Ticket-New_York_City_New_Y.html",
            "Duration": "2-4 hours",
            "ActivityType": "Monuments and Memorials",
            "isRain": true
        },
        {
            "Title": "New York Helicopter Tour: Manhattan, Brooklyn and Staten Island",
            "City": "New York",
            "Price": "$374.00",
            "Description": "Discover New York City’s must-see sites from above on this helicopter tour of Manhattan, Brooklyn and beyond. See dazzling skyscrapers and elegant bridges, sprawling Central Park, the Empire State Building, the Statue of Liberty and Ellis Island, and more. Multiple departures are available to suit your schedule and all fees and surcharges are included.",
            "Rating": 5.0,
            "Supplier": "HeliNY",
            "Src": "https://www.tripadvisor.com/AttractionProductReview-g60763-d11462109-New_York_Helicopter_Tour_Manhattan_Brooklyn_and_Staten_Island-New_York_City_New_Yor.html",
            "Duration": "25-30 minutes",
            "ActivityType": "Helicopter Tours",
            "isRain": true
        },
        {
            "Title": "Manhattan Sky Tour: New York Helicopter Flight",
            "City": "New York",
            "Price": "$217.36",
            "Description": "From downtown skyscrapers to the Statue of Liberty, New York City is larger than life, with an iconic skyline. This helicopter flight over the Hudson River gives you panoramic views of the city that you can’t get from street level. Spot One World Trade Center, Ellis Island, and the Empire State Building, and snap memorable photographs from above during this flight.",
            "Rating": 4.5,
            "Supplier": "Zip Aviation - Helicopter Tours & Charters",
            "Src": "https://www.tripadvisor.com/AttractionProductReview-g60763-d11450396-Manhattan_Sky_Tour_New_York_Helicopter_Flight-New_York_City_New_York.html",
            "Duration": "15m",
            "ActivityType": "Helicopter Tours",
            "isRain": true
        },
        {
            "Title": "Circle Line: Complete Manhattan Island Cruise",
            "City": "New York",
            "Price": "$44.00",
            "Description": "Cruise all the way around Manhattan Island on a guided boat tour that takes in every angle of New York City’s iconic waterfront. Traveling by boat means unobstructed views of the Manhattan skyline, the Brooklyn Bridge, and the Statue of Liberty—ideal for snapping memorable photographs. With live narration throughout the cruise, learn about the Big Apple while passing all five of New York’s boroughs.",
            "Rating": 4.5,
            "Supplier": "Circle Line Cruises",
            "Src": "https://www.tripadvisor.com/AttractionProductReview-g60763-d11447902-Circle_Line_Complete_Manhattan_Island_Cruise-New_York_City_New_York.html",
            "Duration": "2h 30m",
            "ActivityType": "City Tours",
            "isRain": true
        },
        {
            "Title": "Taste of NYC Helicopter Tour",
            "City": "New York",
            "Price": "$155.00",
            "Description": "Feel the history while flying over true American treasures on the Taste of NYC Tour.\n\nOn this tour you will fly over Ellis and Governors Island where you will experience the Statue of Liberty and the first taste of freedom for millions of immigrants.\n\nYou will also see the South Street Seaport from the sky, cruise by the Brooklyn and Manhattan Bridges, and the famed Wall Street Financial Center on this much loved New York helicopter tour.",
            "Rating": 4.0,
            "Supplier": "New York Helicopter",
            "Src": "https://www.tripadvisor.com/AttractionProductReview-g60763-d15766377-Taste_of_NYC_Helicopter_Tour-New_York_City_New_York.html",
            "Duration": "12-15 minutes",
            "ActivityType": "Adventure Tours",
            "isRain": true
        },
        {
            "Title": "Brooklyn Dyker Heights Christmas Wonderland Bus Tour",
            "City": "New York",
            "Price": "$49.99",
            "Description": "If you're looking for something to do in New York City during this holiday season make sure you put this on your list! It's cheery, it's bright, it’s Christmas, it's NYC, it's everything Christmas about Christmas!\n\nThis Brooklyn neighborhood, looks like it is out of this world during Christmas time. Dyker Heights Christmas Lights is the cutest and most spectacular area of houses decorated for the holiday season. It's blocks and blocks of Christmas lights and fantastic decorations. The neighborhood goes all out with beautiful nativity displays, nutcrackers, inflatable santas, lights and more.The place glows with bright lights, buzzes sound, and literally bumps with holiday music on full blast. It's fun to see how some houses mix it up every year.\n\nIt is a recommended experience and a perfect night out for families, groups of friends and even a date night!\n\nThis is a great place to go if you enjoy taking pictures, as there are a lot of photo opportunities!",
            "Rating": 4.5,
            "Supplier": "Royal City Tours",
            "Src": "https://www.tripadvisor.com/AttractionProductReview-g60763-d15342438-Brooklyn_Dyker_Heights_Christmas_Wonderland_Bus_Tour-New_York_City_New_York.html",
            "Duration": "3h 30m",
            "ActivityType": "Bus Tours",
            "isRain": true
        },
        {
            "Title": "Go City: New York Explorer Pass - Choose 2, 3, 4, 5, 6, 7 or 10 attractions",
            "City": "New York",
            "Price": "$69.00",
            "Description": "With the New York Explorer Pass, get access to over 95 top attractions, tours and activities! Admire sweeping views from the Empire State Building Observatory, see the city from a Hop on Hop off Tour, and much more. Create create your own itinerary and sightsee at your own pace. Save time with direct entry to attractions on your mobile device – simply show your pass on your smartphone!\n\nAccess top attractions including:\n\nEmpire State Building\n\nOne World Observatory\n\nEdge at Hudson Yards\n\nBig Bus Hop-on Hop-off NYC\n\nTop of the Rock\n\nStatue of Liberty & Ellis Island \n\nCircle Line Sightseeing Cruises\n\nMadame Tussauds\n\nNational 9/11 Memorial\n\nMuseum of Natural History\n\nMoMA\n\nGuggenheim Museum\n\nThe Metropolitan Museum\n\nThe Vessel at Hudson Yards\n\nAnd More!",
            "Rating": 4.0,
            "Supplier": "Go City | New York",
            "Src": "https://www.tripadvisor.com/AttractionProductReview-g60763-d12181676-Go_City_New_York_Explorer_Pass_Choose_2_3_4_5_6_7_or_10_attractions-New_York_City_N.html",
            "Duration": "60 days",
            "ActivityType": "Skyscrapers & Towers",
            "isRain": true
        },
        {
            "Title": "Full-Day New York \"Must See\" Small-Group Tour plus One World Observatory Ticket",
            "City": "New York",
            "Price": "$109.00",
            "Description": "Experience the very best of the Big Apple in a short amount of time on a small-group sightseeing tour. Get ready for a true NYC adventure, because the extensive itinerary has it all, including a scenic ride on the Staten Island ferry past the city's most iconic attractions. You also get a look at important landmarks that other tours overlook, including St. Patrick's Cathedral and the New York Public Library.",
            "Rating": 5.0,
            "Supplier": "ExperienceFirst",
            "Src": "https://www.tripadvisor.com/AttractionProductReview-g60763-d11467202-Full_Day_New_York_Must_See_Small_Group_Tour_plus_One_World_Observatory_Ticket-New_Y.html",
            "Duration": "7h",
            "ActivityType": "Full-day Tours",
            "isRain": true
        },
        {
            "Title": "Metropolitan Museum of Art Private Guided Tour with Skip-the-Line Ticket ",
            "City": "New York",
            "Price": "$100.70",
            "Description": "With more than 2 million artworks in the collections, the Metropolitan Museum of Art can be overwhelming to explore on your own. Get a personalized tour of New York City's premier museum with a private art historian guide who shows you the highlights accompanied by commentary. See a variety of artifacts like Henry VIII’s armor, Vermeer paintings, or pop culture memorabilia. Choose a weekend evening tour to escape the daytime crowds.",
            "Rating": 5.0,
            "Supplier": "Babylon Tours New York City",
            "Src": "https://www.tripadvisor.com/AttractionProductReview-g60763-d12471904-Metropolitan_Museum_of_Art_Private_Guided_Tour_with_Skip_the_Line_Ticket-New_York_C.html",
            "Duration": "120-150 minutes",
            "ActivityType": "Private and Luxury",
            "isRain": true
        },
        {
            "Title": "Boroughs of NYC: Harlem, Bronx, Queens, Brooklyn & Coney Island",
            "City": "New York",
            "Price": "$82.00",
            "Description": "When travelers think of New York City, Manhattan is typically what comes to mind, but the city is much bigger than just one borough. On this busy sightseeing tour, you can see more as you're whisked to Queens, the Bronx, and Brooklyn—all in one day. From Harlem in Upper Manhattan to the Brooklyn Bridge, with an optional stop at Coney Island's iconic boardwalk, see more of the Big Apple.",
            "Rating": 4.0,
            "Supplier": "Amigo Tours",
            "Src": "https://www.tripadvisor.com/AttractionProductReview-g60763-d13286653-Boroughs_of_NYC_Harlem_Bronx_Queens_Brooklyn_Coney_Island-New_York_City_New_York.html",
            "Duration": "7h",
            "ActivityType": "Bus Tours",
            "isRain": true
        },
        {
            "Title": "Private Custom New York City Tour by SUV",
            "City": "New York",
            "Price": "$1,087.00",
            "Description": "Explore New York City with a guide on this personalized excursion for up to six people, a tour with special appeal for first-timers. Opt to see the city’s highlights or focus on one area, and customize the itinerary according to your personal preferences, choosing from locations such as Times Square and the Theater District, Central Park, Midtown Manhattan, Lower Manhattan, or areas in the boroughs of Brooklyn and Queens.",
            "Rating": 5.0,
            "Supplier": "Best New York Tours",
            "Src": "https://www.tripadvisor.com/AttractionProductReview-g60763-d11479143-Private_Custom_New_York_City_Tour_by_SUV-New_York_City_New_York.html",
            "Duration": "6h",
            "ActivityType": "Bus Tours",
            "isRain": true
        },
        {
            "Title": "Dyker Heights Brooklyn Christmas Lights Tour",
            "City": "New York",
            "Price": "$59.00",
            "Description": "New York City visitors typically embrace the Christmas spirit by visiting Rockefeller Center, and viewing the famous department store window displays. But for a truly local twist on the holiday tradition, don't miss this Christmas lights tour to Brooklyn, where you can see the decked out homes in Dyker Heights and Bay Ridge. With easy travel, over-the-top decorations, and Manhattan skyline views, this tour is sure to put you in a festive mood.",
            "Rating": 4.5,
            "Supplier": "Tour America",
            "Src": "https://www.tripadvisor.com/AttractionProductReview-g60763-d11460261-Dyker_Heights_Brooklyn_Christmas_Lights_Tour-New_York_City_New_York.html",
            "Duration": "3h 30m",
            "ActivityType": "Bus Tours",
            "isRain": true
        },
        {
            "Title": "Statue of Liberty and Ellis Island Tour",
            "City": "New York",
            "Price": "$64.99",
            "Description": "Follow in the footsteps of New York’s early immigrants and discover the beacon of liberty herself on this half-day tour of Ellis Island and the Statue of Liberty. Enjoy priority boarding onto the ferry from Lower Manhattan—no waiting in line. This tour also includes guaranteed Statue of Liberty Museum and entry to Ellis Island’s historical facilities.",
            "Rating": 5.0,
            "Supplier": "City Tales Sightseeing & Private Tours",
            "Src": "https://www.tripadvisor.com/AttractionProductReview-g60763-d11458440-Statue_of_Liberty_and_Ellis_Island_Tour-New_York_City_New_York.html",
            "Duration": "3h",
            "ActivityType": "City Tours",
            "isRain": true
        }
    ],
    "Boston": [
        {
            "Title": "Boston Hop-On Hop-Off Trolley Tour with 15 Stops",
            "City": "Boston",
            "Price": "$49.35",
            "Description": "Explore the Cradle of Liberty easily and economically with a hop-on hop-off bus pass. The route includes several stops at popular attractions and landmarks, including the historic North End and Boston Tea Party Ships. Hop off at whichever appeals to you, then catch the next bus when you’re ready for another destination. You can also stay on the bus and enjoy a panoramic loop around the city.",
            "Rating": 4.5,
            "Supplier": "Old Town Trolley Tours of Boston",
            "Src": "https://www.tripadvisor.com/AttractionProductReview-g60745-d11450485-Boston_Hop_On_Hop_Off_Trolley_Tour_with_15_Stops-Boston_Massachusetts.html",
            "Duration": "1h 45m",
            "ActivityType": "Trolley Tours ",
            "isRain": true
        },
        {
            "Title": "Boston Ghosts & Gravestones Night-Time Trolley Tour",
            "City": "Boston",
            "Price": "$45.15",
            "Description": "Hop aboard the “Trolley of the Doomed” and unveil the haunted side of Boston on this alternative evening tour of the city’s spookiest corners. Lead by a costumed host, this tour dives into the haunted history of the city by visiting two of the oldest burying grounds in Boston. The guide’s narration not only entertains but also reveals intriguing historical details about the city’s dark past.",
            "Rating": 4.0,
            "Supplier": "Ghosts & Gravestones",
            "Src": "https://www.tripadvisor.com/AttractionProductReview-g60745-d11450484-Boston_Ghosts_Gravestones_Night_Time_Trolley_Tour-Boston_Massachusetts.html",
            "Duration": "2h",
            "ActivityType": "Trolley Tours ",
            "isRain": true
        },
        {
            "Title": "Tour of Historic Fenway Park, America's Most Beloved Ballpark",
            "City": "Boston",
            "Price": "$27.00",
            "Description": "Benefit from the access and insider information provided on a guided tour of Fenway Park, home to the Boston Red Sox, baseball’s 2018 World Series Champions. Your guide shares live commentary about Red Sox baseball legends, and shows you stadium features such as Pesky's Pole and the Green Monster. Choose from several departure options throughout the morning and afternoon, with bilingual tours available in Spanish and Japanese with advance notice.",
            "Rating": 4.5,
            "Supplier": "Fenway Park",
            "Src": "https://www.tripadvisor.com/AttractionProductReview-g60745-d11991456-Tour_of_Historic_Fenway_Park_America_s_Most_Beloved_Ballpark-Boston_Massachusetts.html",
            "Duration": "1h",
            "ActivityType": "Sporting Events",
            "isRain": true
        },
        {
            "Title": "Boston Historic Sightseeing Harbor Cruise with Up-Close View of USS Constitution",
            "City": "Boston",
            "Price": "$36.71",
            "Description": "Enjoy a leisurely cruise across the Boston Harbor while learning the history of the storied bay on this informative sightseeing cruise. Enjoy world-class views of the city skyline, see historic ships and attractions such as the USS Constitution, Old North Church, Boston Light, the Boston Tea Party ships, the Boston Museum, and more. With multiple departure times, this overview tour is easy to fit into your schedule.",
            "Rating": 4.5,
            "Supplier": "Boston Harbor Cruises",
            "Src": "https://www.tripadvisor.com/AttractionProductReview-g60745-d11448733-Boston_Historic_Sightseeing_Harbor_Cruise_with_Up_Close_View_of_USS_Constitution-Bo.html",
            "Duration": "1h 30m",
            "ActivityType": "Day Cruises",
            "isRain": true
        },
        {
            "Title": "Boston Small-Group Food & History North End Freedom Trail Walking Tour",
            "City": "Boston",
            "Price": "$104.00",
            "Description": "First-time visitors and Boston regulars alike should not miss the chance to get to know the food, history, and culture of Boston on this two-in-one tour. By traveling through the historic Italian district and the Freedom Trail on a small-group tour you don’t have to worry about navigation or deciding where to go next. Instead, rest assured that your guide won’t miss any of the tastiest and most interesting stops.",
            "Rating": 5.0,
            "Supplier": "Intrepid Urban Adventures - Boston",
            "Src": "https://www.tripadvisor.com/AttractionProductReview-g60745-d14071144-Boston_Small_Group_Food_History_North_End_Freedom_Trail_Walking_Tour-Boston_Massach.html",
            "Duration": "5h",
            "ActivityType": "City Tours",
            "isRain": true
        },
        {
            "Title": "Harvard University Campus Guided Walking Tour",
            "City": "Boston",
            "Price": "$19.50",
            "Description": "Explore one of the best college campuses in the country during this brief Harvard University walking tour. Led by a student guide, enjoy a unique and personal insight into life at Ivy League institution “Hahvahd”, while also learning about the school’s history as you tour the historical buildings, monuments, and outdoor spaces.",
            "Rating": 4.5,
            "Supplier": "The Hahvahd Tour",
            "Src": "https://www.tripadvisor.com/AttractionProductReview-g60745-d11467966-Harvard_University_Campus_Guided_Walking_Tour-Boston_Massachusetts.html",
            "Duration": "1h 30m",
            "ActivityType": "City Tours",
            "isRain": true
        },
        {
            "Title": "Martha's Vineyard Daytrip from Boston with Round-Trip Ferry & Island Tour Option",
            "City": "Boston",
            "Price": "$110.00",
            "Description": "When the sun's shining in Boston, nothing beats a jaunt to the ocean to feel the sand in your toes. Avoid the trouble of renting a car with this hassle-free full-day excursion, complete with travel from Boston to Martha's Vineyard. Just hop aboard your bus from the city to the shore, where you take a ferry from Cape Cod, and enjoy the day soaking up the sea breeze.",
            "Rating": 4.5,
            "Supplier": "New England Trips",
            "Src": "https://www.tripadvisor.com/AttractionProductReview-g60745-d11469196-Martha_s_Vineyard_Daytrip_from_Boston_with_Round_Trip_Ferry_Island_Tour_Option-Bost.html",
            "Duration": "12h",
            "ActivityType": "Full-day Tours",
            "isRain": true
        },
        {
            "Title": "Boston Tea Party Ships & Museum Admission",
            "City": "Boston",
            "Price": "$1.16",
            "Description": "Gain admission to the Boston Tea Party Ships and Museum and learn how this significant event of 1773 kick-started the American Revolution. A live-guided tour is included with your ticket to one of Boston’s top-rated museums. Be sure to explore one of the famed tall ships, and don't miss your chance to throw the fated tea into Boston Harbor.",
            "Rating": 4.5,
            "Supplier": "Boston Tea Party Ships & Museum",
            "Src": "https://www.tripadvisor.com/AttractionProductReview-g60745-d11987945-Boston_Tea_Party_Ships_Museum_Admission-Boston_Massachusetts.html",
            "Duration": "1h",
            "ActivityType": "Attractions & Museums",
            "isRain": true
        },
        {
            "Title": "Boston Freedom Trail Walking Tour with Costumed Guide",
            "City": "Boston",
            "Price": "$26.00",
            "Description": "The Tour of The Freedom Trail by the Histrionic Academy is the best way to see Boston. You will meet your costumed guide in the Boston Common and hear about Boston's inspiring history. Following the freedom trail past several historic sites. Guests will be amazed by the stories of America's Founding Fathers, the American Revolution and New England's Colonial History. This walking tour Follows the Freedom Trail for approximately 1.2 miles from the Boston Common to Faneuil Hall.",
            "Rating": 4.5,
            "Supplier": "Boston Night Tour",
            "Src": "https://www.tripadvisor.com/AttractionProductReview-g60745-d13805567-Boston_Freedom_Trail_Walking_Tour_with_Costumed_Guide-Boston_Massachusetts.html",
            "Duration": "85-95 minutes",
            "ActivityType": "City Tours",
            "isRain": true
        },
        {
            "Title": "Boston's North End Secret Food Walking Tour w/ Private Tour Option",
            "City": "Boston",
            "Price": "$95.23",
            "Description": "Eat your way through Boston’s Little Italy, the North End neighborhood, on a walking tour ideal for those who like their food with a side of history. Sample New England seafood specialties and Italian-American classics while your guide enriches the experience with stories about Boston’s fascinating past. Cap off your tasting tour with an enticing dessert and craft beer or hard cider.",
            "Rating": 4.5,
            "Supplier": "Secret Food Tours Boston",
            "Src": "https://www.tripadvisor.com/AttractionProductReview-g60745-d12724535-Boston_s_North_End_Secret_Food_Walking_Tour_w_Private_Tour_Option-Boston_Massachuse.html",
            "Duration": "3h",
            "ActivityType": "Walking Tours",
            "isRain": true
        },
        {
            "Title": "Walking Tour: Downtown Freedom Trail plus Beacon Hill to Copley Square/Back Bay ",
            "City": "Boston",
            "Price": "$35.00",
            "Description": "Get transported back in time on this guided Boston walking tour through early US history. Stroll along Boston’s Freedom Trail, visiting its most famous landmarks and soaking up the history at places such as Faneuil Hall. Learn about New England’s colonial history and the drama of the American Revolution with the help of a guide.",
            "Rating": 4.5,
            "Supplier": "Boston Citywalks",
            "Src": "https://www.tripadvisor.com/AttractionProductReview-g60745-d11482996-Walking_Tour_Downtown_Freedom_Trail_plus_Beacon_Hill_to_Copley_Square_Back_Bay-Bost.html",
            "Duration": "2h",
            "ActivityType": "City Tours",
            "isRain": true
        },
        {
            "Title": "Boston's North End Small-Group Walking Food Tour",
            "City": "Boston",
            "Price": "$72.50",
            "Description": "Visit off-the-beaten-path local bakeries and pizza joints that you might never discover on your own by joining a small-group food tour of Boston’s North End. With a guide to lead the way, you don’t have to waste time looking up where to go next or navigating the North End’s narrow streets. Instead, focus on enjoying the neighborhood’s robust sights and flavors.",
            "Rating": 5.0,
            "Supplier": "Intrepid Urban Adventures - Boston",
            "Src": "https://www.tripadvisor.com/AttractionProductReview-g60745-d14071143-Boston_s_North_End_Small_Group_Walking_Food_Tour-Boston_Massachusetts.html",
            "Duration": "2h",
            "ActivityType": "Walking Tours",
            "isRain": true
        },
        {
            "Title": "Boston Hop-On Hop-Off Trolley Tour with Harbor Cruise Option",
            "City": "Boston",
            "Price": "$38.00",
            "Description": "See Boston at your own pace on this trolley tour that allows you to hop on and hop off at nine stops along the route, providing a great way for first-time visitors to orient themselves. Trolleys run every 15-20 minutes from morning to early evening, so you never feel like you’re just waiting around for a ride. Upgrade to include a harbor cruise if you're visiting between May and October.",
            "Rating": 4.5,
            "Supplier": "CityView Trolley Tours",
            "Src": "https://www.tripadvisor.com/AttractionProductReview-g60745-d11461741-Boston_Hop_On_Hop_Off_Trolley_Tour_with_Harbor_Cruise_Option-Boston_Massachusetts.html",
            "Duration": "2h",
            "ActivityType": "Trolley Tours ",
            "isRain": true
        },
        {
            "Title": "Death and Dying Ghost Tour in Boston",
            "City": "Boston",
            "Price": "$34.99",
            "Description": "The Death and Dying Ghost Tour is not only the only ghost tour in Boston meant for adults only, it is also the most unique. We use Boston's haunted locations to tell the story of death in colonial America. If you're looking for an amazing, through-provoking Ghost Tour, this is the one you want.",
            "Rating": 4.5,
            "Supplier": "Ghost City Tours",
            "Src": "https://www.tripadvisor.com/AttractionProductReview-g60745-d23282453-Death_and_Dying_Ghost_Tour_in_Boston-Boston_Massachusetts.html",
            "Duration": "1h 30m",
            "ActivityType": "Walking Tours",
            "isRain": true
        },
        {
            "Title": "Boston's North End Pizza & History Walking Tour",
            "City": "Boston",
            "Price": "$49.00",
            "Description": "Eat your way through Boston on a walking food tour that combines a history lesson with a delicious, pizza lunch. Follow the Freedom Trail to historic sites like Old North Church, the USS ‘Constitution,’ and Paul Revere’s House. Plus, sample slices from Boston’s celebrated shops for an authentic experience of the historic North End ‘Little Italy’ neighborhood.",
            "Rating": 4.5,
            "Supplier": "Boston Pizza Tours",
            "Src": "https://www.tripadvisor.com/AttractionProductReview-g60745-d11454365-Boston_s_North_End_Pizza_History_Walking_Tour-Boston_Massachusetts.html",
            "Duration": "2h 30m",
            "ActivityType": "Private and Luxury",
            "isRain": true
        },
        {
            "Title": "Boston Harbor Sunset Cruise",
            "City": "Boston",
            "Price": "$48.00",
            "Description": "Enjoy a sunset cruise in the Boston Harbor and get great views of some of the city's most important landmarks by booking this evening experience. Pass by the USS Constitution, with its evening cannon firing, along with the Old North Church and Historic Site and the Charlestown Navy Yard, to name a few. You also have the option to purchase drinks and snacks while on board.",
            "Rating": 4.5,
            "Supplier": "Classic Harbor Line Boston MA Day Tours",
            "Src": "https://www.tripadvisor.com/AttractionProductReview-g60745-d12863341-Boston_Harbor_Sunset_Cruise-Boston_Massachusetts.html",
            "Duration": "2h",
            "ActivityType": "City Tours",
            "isRain": true
        },
        {
            "Title": "Boston Small-Group Freedom Trail History Tour & Pub Crawl",
            "City": "Boston",
            "Price": "$42.66",
            "Description": "Sample local craft beers at some of Boston’s oldest taverns and meet fellow travelers along the way during this historic pub crawl, ideal for beer and history buffs alike. Alongside a small group, benefit from the personalized attention and drinks recommendations of your Bostonian guide, while listening to lesser-known tales about Boston’s rich history that you likely wouldn’t learn alone.",
            "Rating": 5.0,
            "Supplier": "Boston Crawling",
            "Src": "https://www.tripadvisor.com/AttractionProductReview-g60745-d14765054-Boston_Small_Group_Freedom_Trail_History_Tour_Pub_Crawl-Boston_Massachusetts.html",
            "Duration": "2h 15m",
            "ActivityType": "Walking Tours",
            "isRain": true
        },
        {
            "Title": "Boston History & Highlights Small Group Walking Tour",
            "City": "Boston",
            "Price": "$48.50",
            "Description": "Go beyond the Freedom Trail and experience modern Boston through the city’s incredible history.  From the iconic Boston Harbor, to the famous Freedom Trail, into the heart of beautiful Beacon Hill, join your local guide on an experience that promises to connect you to the Boston of old and new.",
            "Rating": 5.0,
            "Supplier": "Intrepid Urban Adventures - Boston",
            "Src": "https://www.tripadvisor.com/AttractionProductReview-g60745-d14054565-Boston_History_Highlights_Small_Group_Walking_Tour-Boston_Massachusetts.html",
            "Duration": "2h",
            "ActivityType": "City Tours",
            "isRain": true
        },
        {
            "Title": "Guided Walking Tour of the Downtown Freedom Trail in Boston",
            "City": "Boston",
            "Price": "$20.00",
            "Description": "Explore American history on this walking tour along Boston’s Freedom Trail. Meander down cobblestone streets while taking in the city’s gorgeous, centuries-old architecture and learning about the American Revolution from your guide. Enjoy a relaxed stroll to the places that played a key role in the fight for independence, including the Old State House, Old South Meeting House, Faneuil Hall, Boston Common, and more.",
            "Rating": 4.5,
            "Supplier": "Boston Citywalks",
            "Src": "https://www.tripadvisor.com/AttractionProductReview-g60745-d11482997-Guided_Walking_Tour_of_the_Downtown_Freedom_Trail_in_Boston-Boston_Massachusetts.html",
            "Duration": "1h 10m",
            "ActivityType": "City Tours",
            "isRain": true
        },
        {
            "Title": "Boston City View Bicycle Tour by Urban AdvenTours",
            "City": "Boston",
            "Price": "$68.00",
            "Description": "Pack in numerous Boston sites in a short time on this cycling tour. Save money on equipment rental as you're fitted with a helmet and a bike that’s perfect for your skill level and height. Leave the navigation to your guide as you see Fenway Park, Boston Common, and Trinity Church, and learn about the city’s history along the way.",
            "Rating": 5.0,
            "Supplier": "Urban AdvenTours",
            "Src": "https://www.tripadvisor.com/AttractionProductReview-g60745-d11450719-Boston_City_View_Bicycle_Tour_by_Urban_AdvenTours-Boston_Massachusetts.html",
            "Duration": "2h 30m",
            "ActivityType": "E-Bike Tours",
            "isRain": true
        },
        {
            "Title": "Sunset Cruise",
            "City": "Boston",
            "Price": "$26.34",
            "Description": "Escape the heat and enjoy amazing views of Boston’s beautiful skyline and the historic USS Constitution as the sun sets behind the city. As evening sets in, sunset colors fade to a twilight sky and the city comes alive with lights. Our 90-minute narrated sunset cruise will highlight popular and famous scenes of Boston Harbor from both past and present. Snacks, and cold beverages including water, juice and soda; as well as a full bar, are available on every boat.",
            "Rating": 4.0,
            "Supplier": "Massachusetts Bay Lines",
            "Src": "https://www.tripadvisor.com/AttractionProductReview-g60745-d14019377-Sunset_Cruise-Boston_Massachusetts.html",
            "Duration": "1h 30m",
            "ActivityType": "Day Cruises",
            "isRain": true
        },
        {
            "Title": "Full-Day Minivan Tour of Revolutionary Boston, Lexington and Concord",
            "City": "Boston",
            "Price": "$840.00",
            "Description": "Immerse yourself in our colonial history! On this six-hour driving tour, you will see the sights and hear the stories of Boston's colonial past narrated by a professional historian and experienced guide with ample opportunities for taking pictures.\n\nThis is an excellent tour for seasoned historians and students alike. A meal break will be taken in Concord or elsewhere as directed. ",
            "Rating": 5.0,
            "Supplier": "Peter Brennan",
            "Src": "https://www.tripadvisor.com/AttractionProductReview-g60745-d23459425-Full_Day_Minivan_Tour_of_Revolutionary_Boston_Lexington_and_Concord-Boston_Massachu.html",
            "Duration": "6h",
            "ActivityType": "Bus Tours",
            "isRain": true
        },
        {
            "Title": "90-Minute Ghosts of Boston Tour",
            "City": "Boston",
            "Price": "$24.99",
            "Description": "Our Ghosts of Boston Tour takes you on a journey to meet the ghosts of Boston, Massachusetts. You'll visit haunted houses, cemeteries where ghosts are seen, and much more on this Ghost Tour\n\nThe Ghosts of Boston Tour focuses on the Patriots who helped make America the country we are. We'll visit many historic locations which are tied to the founding of America, the Revolutionary War, and more. The Ghosts of Boston Tour puts history front and center - but in an entertaining and engaging way\n\nYou may have seen some of the locations we visit on this tour on TV shows like Ghost Hunters and Ghost Adventures",
            "Rating": 4.5,
            "Supplier": "Ghost City Tours",
            "Src": "https://www.tripadvisor.com/AttractionProductReview-g60745-d23299672-Ghosts_of_Boston_Tour-Boston_Massachusetts.html",
            "Duration": "1h 30m",
            "ActivityType": "Walking Tours",
            "isRain": true
        },
        {
            "Title": "Boston Seafood Lovers Walking & History Tour",
            "City": "Boston",
            "Price": "$99.00",
            "Description": "Taste the iconic Seafood dishes that have made Boston a favorite for Foodies! Enjoy sit-down stops at two Seafood restaurants, and finish with a cannoli from a famous North End bakery. See three Freedom Trail sites along the way, plus walk along scenic Boston harbor and visit Long Wharf, the oldest commercial port in the city. ",
            "Rating": 4.5,
            "Supplier": "Boston Pizza Tours",
            "Src": "https://www.tripadvisor.com/AttractionProductReview-g60745-d23467862-Boston_Seafood_Lovers_Walking_History_Tour-Boston_Massachusetts.html",
            "Duration": "2h 30m",
            "ActivityType": "Dessert Tours",
            "isRain": true
        },
        {
            "Title": "Boston Ghost Tour",
            "City": "Boston",
            "Price": "$34.99",
            "Description": "Are you ready to take a trip through downtown Boston’s most haunted hotspots? Our stories of haunted locations and ghosts provide a different viewpoint on some of the real history hidden behind the cities past! Arrive for an after-dark tour to walk among these spirits, hearing their tales of woe, despair, and death…",
            "Rating": 4.5,
            "Supplier": "Boston Ghosts",
            "Src": "https://www.tripadvisor.com/AttractionProductReview-g60745-d17331454-Boston_Ghost_Tour-Boston_Massachusetts.html",
            "Duration": "1h",
            "ActivityType": "Walking Tours",
            "isRain": true
        },
        {
            "Title": "Boston Sunset Dinner Cruise with Buffet",
            "City": "Boston",
            "Price": "$104.67",
            "Description": "Plan a night out on the water for a reasonable price compared to what you might pay for transport, dinner, and entertainment during one night in Downtown Boston. This sunset dinner cruise combines an all-you-can-eat buffet dinner with beautiful views of the city from Boston Harbor, as well as live entertainment and room to dance. If interested, you can also upgrade for a longer cruise duration.",
            "Rating": 4.5,
            "Supplier": "City Cruises Boston",
            "Src": "https://www.tripadvisor.com/AttractionProductReview-g60745-d11464312-Boston_Sunset_Dinner_Cruise_with_Buffet-Boston_Massachusetts.html",
            "Duration": "2h 30m",
            "ActivityType": "Sunset Cruises",
            "isRain": true
        },
        {
            "Title": "Sightseeing Day Sail around Boston Harbor",
            "City": "Boston",
            "Price": "$55.47",
            "Description": "Choose between either a 1.5 or 2-hour sail around Boston Harbor aboard beautiful schooner Adirondack III, an 80-foot pilot schooner of the 1890s. Sail past the seaport district, Castle Island, Fort Independence, Spectacle Island, and Long Island with Long Island Head Light. Great for families and friends who want to sail and see the sights of Boston from the water! \n\nWithin minutes of leaving the dock, guests will forget the distractions of life on land and experience the joy of a leisurely sail. Sit back and relax as the crew raises sail and provides beverage service. Drinks are available for purchase by credit card only. Guests are welcome to bring a picnic onboard. \n\nThe knowledgeable captain and crew are always ready to answer questions about the sights and history of Boston Harbor and its surrounding areas. From interesting facts to old-time legends, the maritime world of Boston has many great stories to offer.",
            "Rating": 4.5,
            "Supplier": "Classic Harbor Line Boston MA Day Tours",
            "Src": "https://www.tripadvisor.com/AttractionProductReview-g60745-d12649142-Sightseeing_Day_Sail_around_Boston_Harbor-Boston_Massachusetts.html",
            "Duration": "90-120 minutes",
            "ActivityType": "Sailing",
            "isRain": true
        },
        {
            "Title": "Best of Boston Tour",
            "City": "Boston",
            "Price": "$145.00",
            "Description": "This small-group tour of Boston highlights the most prominent sites and attractions in the city. It includes a visit to: Bunker Hill Monument, Quincy Market and a Boston Harbor Cruise. You will also enjoy a narrated drive through the city passing by multiple points of interest, including: MIT, and Harvard University. \n\nTour includes:\n\n • Narrated driving tour through Boston while passing multiple points of interest, including: MIT University.\n\n • Pass by the USS Constitution \n\n • Visit to Bunker Hill Monument\n\n • 90-minute, narrated Boston Harbour Cruise boat ride\n\n • Visit to Quincy Market (food and souvenirs available for purchase here)\n\n • Pick up and drop off from anywhere in downtown Boston",
            "Rating": 4.5,
            "Supplier": "See Sight Tours Boston",
            "Src": "https://www.tripadvisor.com/AttractionProductReview-g60745-d19955330-Best_of_Boston_Tour-Boston_Massachusetts.html",
            "Duration": "4-5 hours",
            "ActivityType": "Bus Tours",
            "isRain": true
        },
        {
            "Title": "Sunset Sailing Cruise on a Tall Ship in Boston Harbor",
            "City": "Boston",
            "Price": "$59.00",
            "Description": "Tour the Boston Harbor aboard a very special vessel when you book a sunset cruise on a tall ship. Pick between the 67-foot (20-meter) Liberty Star or the 125-foot (38-meter) Liberty Clipper, hop aboard at Central Wharf, and even help the crew hoist the sails. As the sun sinks below the horizon, spy highlights like Fort Independence, the Boston Harbor Islands, and the USS Constitution, and purchase refreshments from the on-board bar, if you wish.",
            "Rating": 4.5,
            "Supplier": "Liberty Fleet of Tall Ships",
            "Src": "https://www.tripadvisor.com/AttractionProductReview-g60745-d14011146-Sunset_Sailing_Cruise_on_a_Tall_Ship_in_Boston_Harbor-Boston_Massachusetts.html",
            "Duration": "2h",
            "ActivityType": "Private and Luxury",
            "isRain": true
        },
        {
            "Title": "Boston Holiday Cocoa Cruise",
            "City": "Boston",
            "Price": "$56.54",
            "Description": "Step aboard luxury yacht Northern Lights decorated for the holidays and cruise into an evening of skyline views, holiday music and some tasty beverages. Get into the holiday spirit with close friends and family. Sip on delicious hot cocoa, spiked if you choose, and enjoy gorgeous views of Boston's skyline from the heated salon of Northern Lights, a 1920's styles New England Yacht on this 90 minute cruise. ",
            "Rating": 5.0,
            "Supplier": "Classic Harbor Line Boston MA Day Tours",
            "Src": "https://www.tripadvisor.com/AttractionProductReview-g60745-d13147292-Boston_Holiday_Cocoa_Cruise-Boston_Massachusetts.html",
            "Duration": "1h 30m",
            "ActivityType": "Private and Luxury",
            "isRain": true
        }
    ],
    "San Fransisco": [
        {
            "Title": "Napa and Sonoma Wine Country Full-Day Tour from San Francisco",
            "City": "San Fransisco",
            "Price": "$149.00",
            "Description": "This Northern California Wine Country tour from San Francisco eliminates the hassle of arguing over who is the designated driver for the trip. Stop at various wineries in Napa and Sonoma and ride safely in an air-conditioned coach with reclining seats and an onboard restroom for comfort and convenience. You even have time at Sonoma Square Plaza to eat lunch at your own expense.",
            "Rating": 4.5,
            "Supplier": "Gray Line San Francisco",
            "Src": "https://www.tripadvisor.com/AttractionProductReview-g60713-d11447809-Napa_and_Sonoma_Wine_Country_Full_Day_Tour_from_San_Francisco-San_Francisco_Califor.html",
            "Duration": "9h",
            "ActivityType": "Bus Tours",
            "isRain": true
        },
        {
            "Title": "San Francisco Super Saver: Muir Woods & Wine Country w/ optional Gourmet Lunch",
            "City": "San Fransisco",
            "Price": "$159.00",
            "Description": "Combine two of San Francisco’s top area attractions—Muir Woods and Wine Country—on this tour, which saves you valuable vacation time and dollars. At Muir Woods, enjoy convenient drop-off without fighting for parking, and take your time exploring the redwoods. Head for Sonoma and Napa for visits to three wineries, where you can taste vintages without worrying about who will do the designated driving.",
            "Rating": 4.5,
            "Supplier": "Extranomical Tours",
            "Src": "https://www.tripadvisor.com/AttractionProductReview-g60713-d11447262-San_Francisco_Super_Saver_Muir_Woods_Wine_Country_w_optional_Gourmet_Lunch-San_Fran.html",
            "Duration": "10-11 hours",
            "ActivityType": "Wine Tours",
            "isRain": true
        },
        {
            "Title": "Muir Woods & Sausalito Half-Day Tour (Return by Bus or Ferry from Sausalito)",
            "City": "San Fransisco",
            "Price": "$79.00",
            "Description": "An independent trip to the beautiful Muir Woods National Monument requires advance reservations, and finding parking in Sausalito can be difficult. Easily visit both must-see locations on this guided tour from San Francisco, which includes skip-the-line access at Muir Woods and a hassle-free stop at the charming waterfront town. At each destination, enjoy free time away from your group, so you can explore at your own pace.",
            "Rating": 4.5,
            "Supplier": "Gray Line San Francisco",
            "Src": "https://www.tripadvisor.com/AttractionProductReview-g60713-d11447806-Muir_Woods_Sausalito_Half_Day_Tour_Return_by_Bus_or_Ferry_from_Sausalito-San_Franci.html",
            "Duration": "5h",
            "ActivityType": "Bus Tours",
            "isRain": true
        },
        {
            "Title": "Alcatraz with San Francisco Bay Cruise",
            "City": "San Fransisco",
            "Price": "$139.00",
            "Description": "You will explore INSIDE the Alcatraz Federal Penitentiary on Alcatraz Island with America’s most ruthless criminals, including Al Capone.\n\nThe ferry will leave on time at the specific time you booked. You have to arrive 30 minutes before your scheduled departure time at Pier 33. Walk, bike, take public transportation, or drive (as a last resort as it can be challenging to find parking), with easy access from anywhere around the Bay! \n\nOn the island follow the Cellhouse audio tour “Doing Time” 45 minutes available in Dutch, English, French, German, Italian, Japanese, Korean, Mandarin, Portuguese, Russian and Spanish.\n\nAlso included is an amazing 1 hour SF Bay Cruise. Sail past the famous PIER 39 sea lions and along San Francisco’s historic waterfront, revealing the city’s fascinating skyline.You have the flexibility to go on your cruise on any day at any available departure. You will receive the schedule.\n\nThose are 2 separates tours. \n\nFree for 4 years old and younger no need tickets.",
            "Rating": 4.0,
            "Supplier": "Must See",
            "Src": "https://www.tripadvisor.com/AttractionProductReview-g60713-d17845833-Alcatraz_with_San_Francisco_Bay_Cruise-San_Francisco_California.html",
            "Duration": "2-4 hours",
            "ActivityType": "National Parks",
            "isRain": true
        },
        {
            "Title": "Alcatraz with Muir Woods and Sausalito Tour",
            "City": "San Fransisco",
            "Price": "$159.00",
            "Description": "This small-group tour will take you across the Golden Gate Bridge and allow you to walk among the oldest redwoods of the famous Muir Woods National Monument Park. You will venture to Sausalito to admire the beautiful seaside Mediterranean style city, and discover some of the most beautiful house boats in the world, where a hippie community took residence in the 70's.\n\nYour transportation will be in a luxury brand new 2021 Mercedes Sprinter van with only 14 passengers total. Throughout your tour, engage in conversation with your tour guide as you learn about his experience as a San Francisco local.\n\nAfter your visit to Muir Woods and Sausalito, take a ferry from Pier 33 to Alcatraz Island where you will have an extraordinary experience INSIDE the most famous prison. Enjoy the award-winning Cellhouse audio tour and some free time to explore the island on your own. \n\nWe say goodbye at Pier 33 for your ferry to Alcatraz. We don't pick you up after because you can stay as long as you want! ",
            "Rating": 5.0,
            "Supplier": "Must See",
            "Src": "https://www.tripadvisor.com/AttractionProductReview-g60713-d17681852-Alcatraz_with_Muir_Woods_and_Sausalito_Tour-San_Francisco_California.html",
            "Duration": "7h",
            "ActivityType": "Bus Tours",
            "isRain": true
        },
        {
            "Title": "Yosemite National Park and Giant Sequoias Day Trip from San Francisco",
            "City": "San Fransisco",
            "Price": "$189.00",
            "Description": "Don’t let time constraints keep you from making the trip to Yosemite National Park from San Francisco. A day trip lets you visit the park’s major attractions such as Half Dome, Tuolumne Grove, and El Capitan—and still make it back to the city in time for dinner.",
            "Rating": 4.5,
            "Supplier": "Extranomical Tours",
            "Src": "https://www.tripadvisor.com/AttractionProductReview-g60713-d11447266-Yosemite_National_Park_and_Giant_Sequoias_Day_Trip_from_San_Francisco-San_Francisco.html",
            "Duration": "14-15 hours",
            "ActivityType": "Bus Tours",
            "isRain": true
        },
        {
            "Title": "Big Bus San Francisco Hop-on Hop-off Open Top Tour",
            "City": "San Fransisco",
            "Price": "$40.50",
            "Description": "Get a standard hop-on hop-off experience with upgrades for more tours as far as Sausalito.",
            "Rating": 4.0,
            "Supplier": "Big Bus Tours",
            "Src": "https://www.tripadvisor.com/AttractionProductReview-g60713-d11450632-Big_Bus_San_Francisco_Hop_on_Hop_off_Open_Top_Tour-San_Francisco_California.html",
            "Duration": "2h",
            "ActivityType": "Bus Tours",
            "isRain": true
        },
        {
            "Title": "Straight to the Gate Access: San Francisco Escape from the Rock Cruise",
            "City": "San Fransisco",
            "Price": "$42.00",
            "Description": "Cruise San Francisco Bay on an ‘Escape from the Rock’ boat tour that tells the stories of famous Alcatraz prison breaks. The regular Alcatraz Island ferry just shuttles between the waterfront and the island, but you cruise all the way to the Golden Gate Bridge as you cross the San Francisco Bay. Bring your own phone, iPad, or other device to listen to recorded tales from the history of Alcatraz.",
            "Rating": 4.5,
            "Supplier": "Blue & Gold Fleet",
            "Src": "https://www.tripadvisor.com/AttractionProductReview-g60713-d11473768-Straight_to_the_Gate_Access_San_Francisco_Escape_from_the_Rock_Cruise-San_Francisco.html",
            "Duration": "1h 30m",
            "ActivityType": "Day Cruises",
            "isRain": true
        },
        {
            "Title": "Straight to the Gate Access: Golden Gate Bay Cruise",
            "City": "San Fransisco",
            "Price": "$38.00",
            "Description": "It can be challenging to see top San Francisco sights in one day. This San Francisco Bay cruise from Fisherman's Wharf lets you see top attractions such as the Golden Gate Bridge, Alcatraz, Angel Island, and Sausalito from the water in a short amount of time. The open ticket can be used within a year of purchase, allowing you flexibility, especially with multiple departures per day.",
            "Rating": 4.5,
            "Supplier": "Red and White Fleet",
            "Src": "https://www.tripadvisor.com/AttractionProductReview-g60713-d11447774-Straight_to_the_Gate_Access_Golden_Gate_Bay_Cruise-San_Francisco_California.html",
            "Duration": "1h",
            "ActivityType": "Full-day Tours",
            "isRain": true
        },
        {
            "Title": "Small Group Yosemite and Giant Sequioas Day Trip from San Francisco",
            "City": "San Fransisco",
            "Price": "$199.00",
            "Description": "See Yosemite National Park’s iconic natural wonders on this convenient mini-bus tour that saves time and energy. Let someone else handle the drive, and visit some of the park’s best sights in just one day. See giant redwoods, El Capitan, and Half Dome, plus scenic spots along the way, hearing commentary from your guide about each location. A small-group size means plenty of personal attention.",
            "Rating": 5.0,
            "Supplier": "Best Bay Area Tours",
            "Src": "https://www.tripadvisor.com/AttractionProductReview-g60713-d11479654-Small_Group_Yosemite_and_Giant_Sequioas_Day_Trip_from_San_Francisco-San_Francisco_C.html",
            "Duration": "14h",
            "ActivityType": "Bus Tours",
            "isRain": true
        },
        {
            "Title": "The Perfect Blend: Napa and Sonoma Combo Wine Tour from San Francisco",
            "City": "San Fransisco",
            "Price": "$189.00",
            "Description": "Get a taste of Northern California’s wine country on this tour of Napa and Sonoma from San Francisco. Drive across the Golden Gate bridge and into the countryside, stopping at three boutique wineries. Enjoy a tasting of a variety of reds and whites at each of the wineries, and learn about the history of the region and how the wines are made.",
            "Rating": 5.0,
            "Supplier": "Green Dream Tours",
            "Src": "https://www.tripadvisor.com/AttractionProductReview-g60713-d11471489-The_Perfect_Blend_Napa_and_Sonoma_Combo_Wine_Tour_from_San_Francisco-San_Francisco_.html",
            "Duration": "9h",
            "ActivityType": "Shore Excursions",
            "isRain": true
        },
        {
            "Title": "Painted Ladies San Francisco City Tour",
            "City": "San Fransisco",
            "Price": "$85.00",
            "Description": "Immerse yourself in the past on a vintage Volkswagen Bus tour of the retro side of San Francisco. The bus visits parts of the city that aren’t accessible on larger buses and carries no more than seven passengers, creating a friendly vibe onboard. Plus, the tour is complete with theme music from the ‘60s and ‘70s and a guide to share stories about the alternative side of the city.",
            "Rating": 5.0,
            "Supplier": "Painted Ladies Tour Company",
            "Src": "https://www.tripadvisor.com/AttractionProductReview-g60713-d15001056-Painted_Ladies_San_Francisco_City_Tour-San_Francisco_California.html",
            "Duration": "3h",
            "ActivityType": "Classic Car Tours ",
            "isRain": true
        },
        {
            "Title": "The One Day in San Francisco Tour with Alcatraz",
            "City": "San Fransisco",
            "Price": "$169.00",
            "Description": "**If booking between the dates of November 6th - March 30th we will be providing an \"abbreviated\" city tour to ensure that we make it to the Alcatraz terminal on time**\n\nYou get to see everything in one day! 6 photo stops, a lunch break in Sausalito, a walk around Muir Woods and the Official Alcatraz tour in the afternoon.\n\n8:30AM – Depart Fisherman’s Wharf \n\n8:30AM -11:00AM – Explore San Francisco’s BEST neighborhoods!\n\nDuring this time, you are treated to entertaining stories about the neighborhoods and several photo stoops.\n\n11:00AM - 11:30AM – Snack break in Sausalito\n\nEnjoy a quick break, our guides provide plenty of recommendations for our favorite local spots during your visit. You are sure to fall in love with this quaint town.\n\n12:00PM - 1:15PM – Explore Muir Woods\n\nAfter a ride, you will have 75 minutes to walk amongst last remaining coastal redwoods in the world! \n\n2:30PM – Depart for the Official Alcatraz Tour, Pier 33\n\nSpend the rest of your day exploring this historic prison!",
            "Rating": 5.0,
            "Supplier": "Dylan's Tours",
            "Src": "https://www.tripadvisor.com/AttractionProductReview-g60713-d12074322-The_One_Day_in_San_Francisco_Tour_with_Alcatraz-San_Francisco_California.html",
            "Duration": "9h",
            "ActivityType": "National Parks",
            "isRain": true
        },
        {
            "Title": "Wine Country Small-Group Tour from San Francisco with Tastings",
            "City": "San Fransisco",
            "Price": "$149.00",
            "Description": "Get to know some of Sonoma’s wine makers on this full-day, small-group tour. This excursion is good for visitors who want to taste local wines and see some of San Francisco’s surrounding areas. Don’t worry about driving while you visit boutique wineries for tastings with a guide. Then explore neighboring Sausalito and see spectacular views of the Golden Gate Bridge.",
            "Rating": 5.0,
            "Supplier": "Edge of the World Tours",
            "Src": "https://www.tripadvisor.com/AttractionProductReview-g60713-d12580463-Wine_Country_Small_Group_Tour_from_San_Francisco_with_Tastings-San_Francisco_Califo.html",
            "Duration": "9h 30m",
            "ActivityType": "Bus Tours",
            "isRain": true
        },
        {
            "Title": "The Ultimate Day in the Bay Including Muir Woods",
            "City": "San Fransisco",
            "Price": "$125.00",
            "Description": "A sightseeing bus tour makes it easy for time-strapped travelers to see the San Francisco Bay Area's major attractions in just one day, without skimping on insight and photo ops not offered by smaller walking tours. Plus, a trip across the Golden Gate Bridge to Muir Woods and Sausalito saves you the time, bridge tolls, and the headaches of traveling to these packed destinations on your own.",
            "Rating": 5.0,
            "Supplier": "Dylan's Tours",
            "Src": "https://www.tripadvisor.com/AttractionProductReview-g60713-d12074320-The_Ultimate_Day_in_the_Bay_Including_Muir_Woods-San_Francisco_California.html",
            "Duration": "6h",
            "ActivityType": "Bus Tours",
            "isRain": true
        },
        {
            "Title": "GoCar San Francisco Tour",
            "City": "San Fransisco",
            "Price": "$81.56",
            "Description": "Explore San Francisco at your own pace in a GoCar that provides a self-guided tour with GPS navigation. The tiny car takes you to city highlights such as the Presidio, Chinatown, Lombard Street, and Coit Tower. Choose from tour options that last from one hour to a full day, and start from one of two convenient locations: Beach Street near Fisherman's Wharf, or Union Square.",
            "Rating": 4.5,
            "Supplier": "GoCar GPS Guided Tours",
            "Src": "https://www.tripadvisor.com/AttractionProductReview-g60713-d11475319-GoCar_San_Francisco_Tour-San_Francisco_California.html",
            "Duration": "5h",
            "ActivityType": "Adventure Tours",
            "isRain": true
        },
        {
            "Title": "Straight to the Gate Access: San Francisco Bay Twilight or Sunset Cruise",
            "City": "San Fransisco",
            "Price": "$50.00",
            "Description": "Spend a night out in San Francisco for less than you might expect when you go on this twilight or sunset cruise on the bay. No need to line up with your \"straight to the gate\" tickets. Enjoy stellar views of the city skyline, the Golden Gate Bridge, and Alcatraz. Plus it’s all planned out for you, so you don’t have to stress over the details.",
            "Rating": 4.5,
            "Supplier": "Red and White Fleet",
            "Src": "https://www.tripadvisor.com/AttractionProductReview-g60713-d11447775-Straight_to_the_Gate_Access_San_Francisco_Bay_Twilight_or_Sunset_Cruise-San_Francis.html",
            "Duration": "1h 30m",
            "ActivityType": "Day Cruises",
            "isRain": true
        },
        {
            "Title": "San Francisco Bay Sunset Catamaran Cruise",
            "City": "San Fransisco",
            "Price": "$90.00",
            "Description": "Unbeatable views of the San Francisco skyline and a trip under the iconic Golden Gate Bridge make this sunset catamaran cruise the perfect San Francisco sightseeing excursion. Avoid the chaos of the sightseeing crowds, and catch the sunset as you sail around the San Francisco Bay. Plus cruise past Alcatraz Island and Sausalito, and enjoy a drink onboard for a true luxurious experience.",
            "Rating": 5.0,
            "Supplier": "Adventure Cat Sailing Charters",
            "Src": "https://www.tripadvisor.com/AttractionProductReview-g60713-d11447057-San_Francisco_Bay_Sunset_Catamaran_Cruise-San_Francisco_California.html",
            "Duration": "1h 30m",
            "ActivityType": "Sunset Cruises",
            "isRain": true
        },
        {
            "Title": "Chinatown Culinary Walking Tour",
            "City": "San Fransisco",
            "Price": "$73.90",
            "Description": "There are two Chinatowns, one that you see from a van or bus, and the one that can only be experienced on foot in the back alleys, food markets, and local restaurants.\n\nOne Chinatown, the one from the bus, is interesting. Our Chinatown will surprise you with new adventures around every corner. In our Chinatown, artisans form Fortune Cookies by hand. In our Chinatown, artisans practice their craft in small alleys using techniques handed down for thousands of years. And in our Chinatown, the authentic cuisine will enliven your senses with new flavors, smells, and aromas.\n\nWe'll explore exotic and unique Asian produce, herbs, and teas from the very people who know them best. We'll uncover their hidden secrets only intrepid locals know. And you'll be astonished by the new finds in secret alcoves.\n\nWe'll spend about three hours eating everything from Dim Sum, fortune cookies, teas, and more.",
            "Rating": 5.0,
            "Supplier": "Local Tastes of the City Tours",
            "Src": "https://www.tripadvisor.com/AttractionProductReview-g60713-d17460563-Chinatown_Culinary_Walking_Tour-San_Francisco_California.html",
            "Duration": "3h",
            "ActivityType": "City Tours",
            "isRain": true
        },
        {
            "Title": "Straight to the Gate Access: San Francisco Bay Cruise ",
            "City": "San Fransisco",
            "Price": "$34.00",
            "Description": "Experience several of the San Francisco Bay’s most beloved landmarks on a brief but memorable cruise. See the Golden Gate, the notorious former prison, Alcatraz, San Francisco’s dazzling skyline, and what was once the Ellis Island of the west—the immigration checkpoint-turned-state park, Angel Island. Enjoy a pleasant outing on the water while listening to an informative audio tour.",
            "Rating": 4.5,
            "Supplier": "Blue & Gold Fleet",
            "Src": "https://www.tripadvisor.com/AttractionProductReview-g60713-d11473642-Straight_to_the_Gate_Access_San_Francisco_Bay_Cruise-San_Francisco_California.html",
            "Duration": "1h",
            "ActivityType": "Full-day Tours",
            "isRain": true
        },
        {
            "Title": "Napa & Sonoma Valley Tasting Experience w/ 3 Wineries (All tastings included)",
            "City": "San Fransisco",
            "Price": "$135.00",
            "Description": "Visit famous wineries in northern California on a wine tour that is ideal for people who seek an introduction to the wines of Sonoma and Napa Valley. Stop for guided wine tastings and enjoy free time to purchase lunch in Downtown Sonoma Square or Yountville before returning to San Francisco.",
            "Rating": 4.5,
            "Supplier": "Tower Tours - San Francisco Sightseeing Specialist",
            "Src": "https://www.tripadvisor.com/AttractionProductReview-g60713-d11455235-Napa_Sonoma_Valley_Tasting_Experience_w_3_Wineries_All_tastings_included-San_Franci.html",
            "Duration": "9h",
            "ActivityType": "Bus Tours",
            "isRain": true
        },
        {
            "Title": "Small Group Muir Woods with Napa & Sonoma Wine Tour",
            "City": "San Fransisco",
            "Price": "$169.00",
            "Description": "Travel across the Golden Gate Bridge to several hot spots in the North Bay during this full-day tour. Start with a stroll under old-growth coast redwoods at Muir Woods National Monument (entry fee is extra). Then head to the Napa and Sonoma valleys and sip varietals at several wineries; tastings and cheese samples included.",
            "Rating": 5.0,
            "Supplier": "Incredible Adventures",
            "Src": "https://www.tripadvisor.com/AttractionProductReview-g60713-d11449052-Small_Group_Muir_Woods_with_Napa_Sonoma_Wine_Tour-San_Francisco_California.html",
            "Duration": "10h",
            "ActivityType": "Bus Tours",
            "isRain": true
        },
        {
            "Title": "Haunted SF: Ghost Hunting, True Crime and Mystery",
            "City": "San Fransisco",
            "Price": "$38.00",
            "Description": "Brave San Francisco’s dark and ghostly past on a real ghost hunt down historic alleys. \n\nYou’ll use modern ghost hunting gear, including your own EMF detector during the tour. \n\nAfter meeting near the Transamerica Pyramid, your ghost hunter guide escorts you down haunted alleys, through mysterious neighborhoods, and around historic street corners. Stand atop old Gold Rush cemeteries, learn of paranormal activity following mysterious deaths, visit the site of infamous brothels, hear about Gold Rush–era hauntings, and how Chinatown’s gang wars changed the city.\n\nBut it's not “just a ghost tour” -- this tour includes tales of unexplained deaths, scandalous murders, the old red light district and more... \n\nChildren are welcome at your discretion — the tour does include some talk of violence and the macabre, but is generally considered family-friendly. \n\nThis tour can accommodate wheelchairs and strollers, but there will be two moderate hills -- please inquire if you have concerns.",
            "Rating": 5.0,
            "Supplier": "Wild SF Walking Tours",
            "Src": "https://www.tripadvisor.com/AttractionProductReview-g60713-d11468790-Haunted_SF_Ghost_Hunting_True_Crime_and_Mystery-San_Francisco_California.html",
            "Duration": "1h 30m",
            "ActivityType": "City Tours",
            "isRain": true
        },
        {
            "Title": "Little Italy and North Beach Walking Tour",
            "City": "San Fransisco",
            "Price": "$73.60",
            "Description": "Get more out of your trip to San Francisco’s North Beach Little Italy neighborhood with a guide who knows the best places to stop for food and drinks. Along this tour route taste specialties of the area, including a traditional Italian cannoli, chocolate, focaccia sandwiches, coffee, and Italian soda. Plus, this tour meets close to public transport and affordable parking for your convenience.",
            "Rating": 5.0,
            "Supplier": "Local Tastes of the City Tours",
            "Src": "https://www.tripadvisor.com/AttractionProductReview-g60713-d11448842-Little_Italy_and_North_Beach_Walking_Tour-San_Francisco_California.html",
            "Duration": "3h",
            "ActivityType": "City Tours",
            "isRain": true
        },
        {
            "Title": "Monterey, Carmel and 17-Mile Drive - Full Day Tour from San Francisco",
            "City": "San Fransisco",
            "Price": "$95.00",
            "Description": "Running along the Pacific coastline in California, Highway 1’s route involves plenty of twists and turns. Rather than dealing with the stress of driving it on your own, take this Monterey and Carmel tour that allows you to keep your eyes on the spectacular views. It includes round-trip transportation from San Francisco, and you can even add an optional admission ticket to the Monterey Bay Aquarium.",
            "Rating": 4.5,
            "Supplier": "Gray Line San Francisco",
            "Src": "https://www.tripadvisor.com/AttractionProductReview-g60713-d11447805-Monterey_Carmel_and_17_Mile_Drive_Full_Day_Tour_from_San_Francisco-San_Francisco_Ca.html",
            "Duration": "11h",
            "ActivityType": "Bus Tours",
            "isRain": true
        },
        {
            "Title": "Yosemite National Park - Full Day Tour from San Francisco",
            "City": "San Fransisco",
            "Price": "$185.00",
            "Description": "Getting to Yosemite from San Francisco can be quite a challenge unless you rent a car, and even then you must navigate unfamiliar roads. This Yosemite tour from San Francisco takes you to the national park with round-trip transport, so you can relax on the long drive. Plus, once there, take a guided bus tour before exploring independently at your own pace.",
            "Rating": 4.5,
            "Supplier": "Gray Line San Francisco",
            "Src": "https://www.tripadvisor.com/AttractionProductReview-g60713-d11447810-Yosemite_National_Park_Full_Day_Tour_from_San_Francisco-San_Francisco_California.html",
            "Duration": "14h",
            "ActivityType": "Bus Tours",
            "isRain": true
        },
        {
            "Title": "Small-Group Yosemite Day Tour from San Francisco",
            "City": "San Fransisco",
            "Price": "$169.00",
            "Description": "Even with limited time, a trip to Yosemite is worth the effort, and the logistics are easy on this small-group tour. Travel from San Francisco to the national park, where you see landmarks including Yosemite Valley, Half Dome, and Yosemite Falls, along with native wildlife. This trip combines a guided tour with free time to explore on your own for a personalized visit to one of California’s top destinations.",
            "Rating": 4.5,
            "Supplier": "Incredible Adventures",
            "Src": "https://www.tripadvisor.com/AttractionProductReview-g60713-d11449051-Small_Group_Yosemite_Day_Tour_from_San_Francisco-San_Francisco_California.html",
            "Duration": "15h",
            "ActivityType": "Bus Tours",
            "isRain": true
        },
        {
            "Title": "San Francisco Love Tour",
            "City": "San Fransisco",
            "Price": "$80.00",
            "Description": "On this San Francisco tour, drive down the very steep and crooked Lombard Street, and around neighborhoods such as the Mission, the Castro, and North Beach without worrying about getting around or parking. Venture down streets other bigger bus tours can’t go, and get in the loving spirit the City by the Bay is well known for as you spot famous musicians’ homes while listening to classic 1960s songs.",
            "Rating": 5.0,
            "Supplier": "San Francisco Love Tours",
            "Src": "https://www.tripadvisor.com/AttractionProductReview-g60713-d11472142-San_Francisco_Love_Tour-San_Francisco_California.html",
            "Duration": "2h",
            "ActivityType": "Classic Car Tours ",
            "isRain": true
        },
        {
            "Title": "San Francisco Hop On Hop Off Bus Tour | 1 Day Pass, Unlimited Use (Classic)",
            "City": "San Fransisco",
            "Price": "$56.00",
            "Description": "See the best of San Francisco with Hop on Hop off Bus Tours. Our open-top sightseeing tours will introduce you to all the city's must-see sights, with stops conveniently located at iconic landmarks and attractions. Your flexible ticket allows you to hop on and hop off the bus as much as you like, so you can enjoy the freedom to stay for a few snaps, or immerse yourself for hours. \n\nYour ticket is valid for 1 day unlimited use from 10am to 5pm. ",
            "Rating": 4.5,
            "Supplier": "San Francisco Tours & Activities",
            "Src": "https://www.tripadvisor.com/AttractionProductReview-g60713-d18342898-San_Francisco_Hop_On_Hop_Off_Bus_Tour_1_Day_Pass_Unlimited_Use_Classic-San_Francisc.html",
            "Duration": "2h",
            "ActivityType": "Bus Tours",
            "isRain": true
        },
        {
            "Title": "Small Group Giant Redwoods and Russian River Wine Country Trip ",
            "City": "San Fransisco",
            "Price": "$179.00",
            "Description": "See the towering redwoods and go wine-tasting in celebrated Sonoma County with this tour from San Francisco. You'll travel into the beautiful forests of the Armstrong Redwoods State Natural Reserve to see some of the world's tallest trees. You'll then hit up two wineries for wine-tastings before stopping for a picnic lunch in the Russian river valley and then heading back to San Francisco via the Golden Gate Bridge.",
            "Rating": 5.0,
            "Supplier": "Best Bay Area Tours",
            "Src": "https://www.tripadvisor.com/AttractionProductReview-g60713-d14061654-Small_Group_Giant_Redwoods_and_Russian_River_Wine_Country_Trip-San_Francisco_Califo.html",
            "Duration": "10h",
            "ActivityType": null,
            "isRain": true
        }
    ],
    "Washington DC": [
        {
            "Title": "DC At Dusk Guided Night Tour",
            "City": "Washington DC",
            "Price": "$58.00",
            "Description": "See Washington DC lit up at night on this guided mini-bus tour. Drive by and stop at some of the city’s top memorials and attractions, including the Vietnam Veterans Memorial, the Marine Corps War Memorial, and the Lincoln Memorial, which are usually less crowded after dark. With transportation and navigation taken care of, all you have to do is sit back, relax, and sightsee.",
            "Rating": 5.0,
            "Supplier": "USA Guided Tours",
            "Src": "https://www.tripadvisor.com/AttractionProductReview-g28970-d11453867-DC_At_Dusk_Guided_Night_Tour-Washington_DC_District_of_Columbia.html",
            "Duration": "3h",
            "ActivityType": "Bus Tours",
            "isRain": true
        },
        {
            "Title": "Washington DC in One Day: Guided Sightseeing Tour",
            "City": "Washington DC",
            "Price": "$84.00",
            "Description": "Combine the many highlights and landmarks of Washington DC in a single-day bus and walking tour. With a guide to accompany you and distill the importance of each sight, feel well-informed rather than overwhelmed over the tour time. Highlights include the Martin Luther King Jr. Memorial, Jefferson Memorial, the White House, and a seasonal cruise on the Potomac River, among other important DC attractions.",
            "Rating": 5.0,
            "Supplier": "USA Guided Tours",
            "Src": "https://www.tripadvisor.com/AttractionProductReview-g28970-d11465085-Washington_DC_in_One_Day_Guided_Sightseeing_Tour-Washington_DC_District_of_Columbia.html",
            "Duration": "6h",
            "ActivityType": "Bus Tours",
            "isRain": true
        },
        {
            "Title": "Washington DC Monuments by Moonlight Tour by Trolley",
            "City": "Washington DC",
            "Price": "$45.00",
            "Description": "Washington DC looks spectacular when lit up at night, so make the most of your time in the city by going on an evening tour on an open-air trolley. Going on an organized tour saves time working out local public transport, and means you can learn along the way through guide commentary. Tick off lots of top landmarks such as the Lincoln Memorial, the White House, the Washington Memorial, and more.",
            "Rating": 4.5,
            "Supplier": "Old Town Trolley Tours Washington DC",
            "Src": "https://www.tripadvisor.com/AttractionProductReview-g28970-d11450501-Washington_DC_Monuments_by_Moonlight_Tour_by_Trolley-Washington_DC_District_of_Colu.html",
            "Duration": "2h 30m",
            "ActivityType": "Trolley Tours ",
            "isRain": true
        },
        {
            "Title": "Half-Day Grand Sightseeing Tour of Washington DC with Stops at 8 Top Sites",
            "City": "Washington DC",
            "Price": "$59.00",
            "Description": "Avoid the stress of renting a car and navigating on your own on this bus tour of Washington DC. A guide provides entertaining historical context, as you pass more than 50 of the city’s iconic landmarks, including the White House, Capitol Building, Lincoln Memorial, and National Mall. Unlike most city bus tours, a small group size ensures you have the guide's full attention for questions and comments. Bonus: Upgrade option available at checkout for those who would like to extend their half-day city hour into a full-day guided city tour including a visit to George Washington's Mount Vernon.",
            "Rating": 4.0,
            "Supplier": "Zohery Tours",
            "Src": "https://www.tripadvisor.com/AttractionProductReview-g28970-d11457825-Half_Day_Grand_Sightseeing_Tour_of_Washington_DC_with_Stops_at_8_Top_Sites-Washingt.html",
            "Duration": "3-4 hours",
            "ActivityType": "Bus Tours",
            "isRain": true
        },
        {
            "Title": "Washington DC Moonlit Tour of the National Mall with Pick-Up & Stops at 10 Sites",
            "City": "Washington DC",
            "Price": "$56.00",
            "Description": "Explore the popular monuments in Washington, DC with this guided, 3-hour tour of the National Mall at night. Hop aboard a deluxe motor coach and enjoy an educational and entertaining narrated history of the nation’s capital. Stop at the White House and United States Capitol, as well as the Lincoln Memorial, the Vietnam Veterans Memorial, the Martin Luther King, Jr. Memorial, and more. Local hotel pickup included.",
            "Rating": 5.0,
            "Supplier": "Signature Tours of DC- Day/Night",
            "Src": "https://www.tripadvisor.com/AttractionProductReview-g28970-d11483140-Washington_DC_Moonlit_Tour_of_the_National_Mall_with_Pick_Up_Stops_at_10_Sites-Wash.html",
            "Duration": "3h",
            "ActivityType": "Bus Tours",
            "isRain": true
        },
        {
            "Title": "Washington DC National Mall Night Tour - Stops at 10 Iconic Attractions! ",
            "City": "Washington DC",
            "Price": "$80.00",
            "Description": "See the landmarks of Washington DC illuminated at night, from the White House to the National Mall. Relax without the daytime crowds and travel between top attractions with a small group of passengers. Benefit from plenty of time at several stops, each narrated by your guide. Umbrellas and cell phone chargers add to the convenience.",
            "Rating": 5.0,
            "Supplier": "See DC Today",
            "Src": "https://www.tripadvisor.com/AttractionProductReview-g28970-d11483002-Washington_DC_National_Mall_Night_Tour_Stops_at_10_Iconic_Attractions-Washington_DC.html",
            "Duration": "3h",
            "ActivityType": "Bus Tours",
            "isRain": true
        },
        {
            "Title": "Best of DC Tour - With Access to US Capitol Grounds & National Archives Building",
            "City": "Washington DC",
            "Price": "$99.00",
            "Description": "Save time and avoid hassles with this full-day Washington DC tour that provides priority access to landmarks such as the United States Capitol and the National Archives Building. Focus on the sights and your guide's commentary instead of traffic and directions as you shuttle in a luxury bus between Lincoln Memorial, the White House, and other important destinations. Seasonally, a Potomac River cruise and lunch are included.",
            "Rating": 4.5,
            "Supplier": "USA Guided Tours",
            "Src": "https://www.tripadvisor.com/AttractionProductReview-g28970-d11453868-Best_of_DC_Tour_With_Access_to_US_Capitol_Grounds_National_Archives_Building-Washin.html",
            "Duration": "7h",
            "ActivityType": "Bus Tours",
            "isRain": true
        },
        {
            "Title": "Washington DC City Day Tour with Stops at 10 Top Attractions",
            "City": "Washington DC",
            "Price": "$80.00",
            "Description": "Avoid the crowds that come with bus tours and instead explore Washington DC on a small-group van tour. With a maximum of 11 people on the tour, you don’t have to wait in line to get on and off the bus, granting you time to explore top attractions such as the National Mall and U.S. Capitol on short walking tours.",
            "Rating": 5.0,
            "Supplier": "See DC Today",
            "Src": "https://www.tripadvisor.com/AttractionProductReview-g28970-d11483000-Washington_DC_City_Day_Tour_with_Stops_at_10_Top_Attractions-Washington_DC_District.html",
            "Duration": "4h",
            "ActivityType": "Bus Tours",
            "isRain": true
        },
        {
            "Title": "African-American History Tour with Reserved Museum Entry",
            "City": "Washington DC",
            "Price": "$91.44",
            "Description": "On this half-day tour of Washington DC, guests learn about African-American culture from the beginning of United States history. Explore important landmarks such as the MLK Memorial, Frederick Douglass National Historic Site, and even the National Museum of African American History and Culture while gaining historical insights from the first landing at Jamestown through the Civil Rights Movement and present day.\n\nDue to COVID-19, all Smithsonian institutions are closed.",
            "Rating": 4.5,
            "Supplier": "USA Guided Tours",
            "Src": "https://www.tripadvisor.com/AttractionProductReview-g28970-d11485793-African_American_History_Tour_with_Reserved_Museum_Entry-Washington_DC_District_of_.html",
            "Duration": "4h",
            "ActivityType": "Bus Tours",
            "isRain": true
        },
        {
            "Title": "Arlington National Cemetery Guided Walking Tour with Changing of the Guards",
            "City": "Washington DC",
            "Price": "$39.00",
            "Description": "Make the most of your trip to Arlington National Cemetery on this walking tour. A guide ensures you don’t get lost in the cemetery’s vast grounds, and points out tombstones that most miss when exploring on their own. On the tour, view the changing of the guard ceremony from the best vantage point and pass by Robert E. Lee’s home.",
            "Rating": 5.0,
            "Supplier": "GTDC - Guided Tours DC",
            "Src": "https://www.tripadvisor.com/AttractionProductReview-g28970-d11991983-Arlington_National_Cemetery_Guided_Walking_Tour_with_Changing_of_the_Guards-Washing.html",
            "Duration": "90-120 minutes",
            "ActivityType": "City Tours",
            "isRain": true
        },
        {
            "Title": "Washington DC Monuments by Moonlight Electric Cart Tour",
            "City": "Washington DC",
            "Price": "$73.25",
            "Description": "See Washington, D.C., monuments and landmarks on an evening tour by electric vehicle. Exploring D.C. after dark means seeing the landmarks dramatically lit, and the quiet, open-sided vehicle gives unobstructed views and great photo opportunities. From the Jefferson Memorial to the White House, and Capitol Hill, and a moving series of war memorials, you’ll see some of D.C.’s top sites with historic context from a guide.",
            "Rating": 5.0,
            "Supplier": "Intrepid Urban Adventures - Washington",
            "Src": "https://www.tripadvisor.com/AttractionProductReview-g28970-d11452577-Washington_DC_Monuments_by_Moonlight_Electric_Cart_Tour-Washington_DC_District_of_C.html",
            "Duration": "2h",
            "ActivityType": "Night Tours",
            "isRain": true
        },
        {
            "Title": "Sites by Segway Tour In Washington DC",
            "City": "Washington DC",
            "Price": "$66.00",
            "Description": "This Segway tour is perfect for first-time D.C. visitors who want to see it all. Walking among sights in the U.S. capital can take up valuable vacation time, but explore by Segway with a guide, and you see the top museums and monuments and learn the lay of the land. Tour the Mall, Pennsylvania Avenue, and the Washington Monument while soaking up the city’s history.",
            "Rating": 5.0,
            "Supplier": "Bike and Roll DC",
            "Src": "https://www.tripadvisor.com/AttractionProductReview-g28970-d11458659-Sites_by_Segway_Tour_In_Washington_DC-Washington_DC_District_of_Columbia.html",
            "Duration": "2h 30m",
            "ActivityType": "Segway Tours",
            "isRain": true
        },
        {
            "Title": "3-Hour Washington DC \"Monuments By Night\" Guided Night-Time Sightseeing Bus Tour",
            "City": "Washington DC",
            "Price": "$49.00",
            "Description": "D.C. is a fascinating city, but at night and under the stars,  it’s magical. Tour your favorite monuments and memorials all lit up with our experienced guide for 3 unforgettable hours.  In the spring and summer, you’ll hopefully catch a beautiful sunset with an iconic location such as the Capitol or the Washington Monument as your backdrop. Then watch as the lights come up all over the city on favorites like the White House and Lincoln Memorial. In the fall and winter, you’ll be able to see the city at its glowing best right from the start and even catch the seasonal holiday lights from November-January.It’s just the right blend of time riding and walking and you’ll visit all the most famous DC nighttime sights while hearing all about the Nation’s Capital from our personable and entertaining live guide.  If you’ve never been to DC before, a night tour is an absolute must. If you’ve been here before, there's a reason so many people want to do it again. ",
            "Rating": 5.0,
            "Supplier": "DC Guided Tours",
            "Src": "https://www.tripadvisor.com/AttractionProductReview-g28970-d17371431-3_Hour_Washington_DC_Monuments_By_Night_Guided_Night_Time_Sightseeing_Bus_Tour-Wash.html",
            "Duration": "3h",
            "ActivityType": "Bus Tours",
            "isRain": true
        },
        {
            "Title": "Private Washington DC Guided Tour ",
            "City": "Washington DC",
            "Price": "$480.00",
            "Description": "Enjoy a private City Tour catered to places you would like to see! Appreciate the comfort of our luxury vehicles such as the large Mercedes Benz Sprinter Van or the Cadillac Escalade Full Size SUV guided by a Professional Tour Guide who will not only explain but make learning historical facts and stories behind each place we visit fun! \n\nWe look forward to having you join our unique tours and appreciate the architecture, meaning, and historical background of every place we visit! \n\nAs a private tour, the whole time and professional vehicle is dedicated to your experience!",
            "Rating": 5.0,
            "Supplier": "Continental City Tours",
            "Src": "https://www.tripadvisor.com/AttractionProductReview-g28970-d15777718-Private_Washington_DC_Guided_Tour-Washington_DC_District_of_Columbia.html",
            "Duration": "4h",
            "ActivityType": "Bus Tours",
            "isRain": true
        },
        {
            "Title": "Mount Vernon and Old Town Alexandria Day Trip from Washington DC",
            "City": "Washington DC",
            "Price": "$81.17",
            "Description": "Take a break from the city on a half-day tour of Mount Vernon and Old Town Alexandria. Avoid the hassle of driving out of DC yourself and instead enjoy the views along the way. A guide ensures you see and hear about landmarks you may have missed had you come on your own. Tickets to Mount Vernon are included.",
            "Rating": 4.0,
            "Supplier": "Loba Tours",
            "Src": "https://www.tripadvisor.com/AttractionProductReview-g28970-d11987981-Mount_Vernon_and_Old_Town_Alexandria_Day_Trip_from_Washington_DC-Washington_DC_Dist.html",
            "Duration": "5h",
            "ActivityType": "Bus Tours",
            "isRain": true
        },
        {
            "Title": "Capitol Hill and DC Monuments Tour by Electric Cart",
            "City": "Washington DC",
            "Price": "$63.75",
            "Description": "Exploring Washington DC's monuments and memorials in an open-sided, electric cart means you can enjoy unobstructed views from beginning to end. Traveling with a small group and guide, you'll cover popular destinations in the heart of DC, and hear stories throughout the tour. Stop to visit a series of highlights including the Lincoln Memorial, the Martin Luther King Jr. Memorial, the White House, and the city's war memorials.",
            "Rating": 5.0,
            "Supplier": "Intrepid Urban Adventures - Washington",
            "Src": "https://www.tripadvisor.com/AttractionProductReview-g28970-d11452578-Capitol_Hill_and_DC_Monuments_Tour_by_Electric_Cart-Washington_DC_District_of_Colum.html",
            "Duration": "2h",
            "ActivityType": "Walking Tours",
            "isRain": true
        },
        {
            "Title": "Washington DC \"See the City\" Guided Sightseeing Segway Tour",
            "City": "Washington DC",
            "Price": "$66.00",
            "Description": "Avoid hours of walking between Washington DC’s monuments and memorials by taking this stress-free Segway tour. After a short operating lesson, follow a guide to more than 25 major landmarks, including the White House, Capitol Building, and Lincoln Memorial. Within just a few hours, you’ll have a basic understanding of the city’s layout, with plenty of time left over to explore further on your own.",
            "Rating": 5.0,
            "Supplier": "Capital Segway Tours",
            "Src": "https://www.tripadvisor.com/AttractionProductReview-g28970-d13201021-Washington_DC_See_the_City_Guided_Sightseeing_Segway_Tour-Washington_DC_District_of.html",
            "Duration": "2h 30m",
            "ActivityType": "Segway Tours",
            "isRain": true
        },
        {
            "Title": "Smithsonian Museum of Natural History Private Guided Tour ",
            "City": "Washington DC",
            "Price": "$79.50",
            "Description": "Join a 1.5 to 2 hour private guided tour of the National Museum of Natural History, featuring rare marvels from around the world. The tour will lead you through the minerals, mammals, and mummies that have been wowing visitors for over a century.",
            "Rating": 5.0,
            "Supplier": "Babylon Tours Washington D.C.",
            "Src": "https://www.tripadvisor.com/AttractionProductReview-g28970-d12648019-Smithsonian_Museum_of_Natural_History_Private_Guided_Tour-Washington_DC_District_of.html",
            "Duration": "2h",
            "ActivityType": "Private and Luxury",
            "isRain": true
        },
        {
            "Title": "Washington DC Monuments Bike Tour",
            "City": "Washington DC",
            "Price": "$54.00",
            "Description": "Take in the monuments of Washington DC with ease on a bike tour that travels between the National Mall and the Potomac Tidal Basin. See landmarks including the Washington Monument, Lincoln Memorial, Jefferson Memorial, and Vietnam Veterans Memorial, riding a bike-friendly route that is mostly flat. Your guide provides live commentary and you skip the hassles of car traffic or walking long distances.",
            "Rating": 5.0,
            "Supplier": "Bike and Roll DC",
            "Src": "https://www.tripadvisor.com/AttractionProductReview-g28970-d11447233-Washington_DC_Monuments_Bike_Tour-Washington_DC_District_of_Columbia.html",
            "Duration": "3h",
            "ActivityType": "Private and Luxury",
            "isRain": true
        },
        {
            "Title": "DC Highlights Tour",
            "City": "Washington DC",
            "Price": "$59.00",
            "Description": "Enjoy an abbreviated, yet comprehensive, tour of our nation’s capital! On this 4-hour tour, you’ll find unique opportunities to explore and learn the history of each site and attraction as your guide walks the sites with you. Enjoy visiting DC as you are transported via a luxury tour bus to the historical monuments, museums, and landmarks. Discover the best of what DC has to offer on this guided tour!",
            "Rating": 5.0,
            "Supplier": "USA Guided Tours",
            "Src": "https://www.tripadvisor.com/AttractionProductReview-g28970-d12824115-DC_Highlights_Tour-Washington_DC_District_of_Columbia.html",
            "Duration": "4h",
            "ActivityType": "Bus Tours",
            "isRain": true
        },
        {
            "Title": "Washington DC Sightseeing Trolley Tour with 1 Stop",
            "City": "Washington DC",
            "Price": "$49.00",
            "Description": "Depart from the Washington DC Welcome Center and explore the highlights and landmarks on a 90 minute trolley tour that passes top sites including the White House, Smithsonian, and Lincoln Memorial.",
            "Rating": 4.0,
            "Supplier": "Old Town Trolley Tours Washington DC",
            "Src": "https://www.tripadvisor.com/AttractionProductReview-g28970-d11450502-Washington_DC_Sightseeing_Trolley_Tour_with_1_Stop-Washington_DC_District_of_Columb.html",
            "Duration": "1h 30m",
            "ActivityType": "Trolley Tours ",
            "isRain": true
        },
        {
            "Title": "George Washington's Mount Vernon & Old Alexandria Half-Day Guided Tour from DC",
            "City": "Washington DC",
            "Price": "$79.00",
            "Description": "Enjoy a trip to George Washington's Mount Vernon & Old Alexandria on this Guided Half-Day Tour from Washington DC. Pass through scenic George Washington Memorial Parkway in Alexandria and see many monuments including Christ Church, the George Washington Masonic Temple, and Robert E Lee's childhood home. \n\nOnce you arrive to Mount Vernon, enjoy a self-guided audio tour through the estate and museum and explore the buildings located throughout the grounds. You'll have the opportunity to visit the tomb of George and Martha Washington and more within the most famous estate in the United States of America.\n\nHighlights:\n\n• Half-Day George Washington's Mount Vernon & Old Alexandria Guided Tour\n\n• Admission into George Washington's Mount Vernon\n\n• Self-Guided Audio Tour of Mount Vernon Estate and Museum\n\n• Access to George and Martha Washington's Tomb\n\n• Drive through George Washington Memorial Parkway in Old Alexandria\n\n• Pass by home of Robert E Lee, Christ Church, George Washington Masonic Temple",
            "Rating": 4.5,
            "Supplier": "Zohery Tours",
            "Src": "https://www.tripadvisor.com/AttractionProductReview-g28970-d23204877-George_Washington_s_Mount_Vernon_Old_Alexandria_Half_Day_Guided_Tour_from_DC-Washin.html",
            "Duration": "5h",
            "ActivityType": "Bus Tours",
            "isRain": true
        },
        {
            "Title": "African American History Tour with Museum of MAAHC Admission Ticket",
            "City": "Washington DC",
            "Price": "$76.72",
            "Description": "KB Tours is one of the few African American Heritage tours in Washington DC.\n\nWe tour to all four quadrants of the city. We like to show people the historic African American neighborhoods of Washington DC. We like to go off the beat and path . All of our guides knowledge of the interesting black history of Washington DC. We pride ourselves on giving good facts and telling great stories of Washington DC. Our guides will stay you throughout the tour.\n\nWe try to telling you facts that you never knew . We like to have fun and make people laugh but also keep them engage with stories.\n\nWe keep young children engaged on the tour by having to participate with the guide on the tour .After taking our tour you will be ready with your thirst for knowledge to enter the Museum of African American History and Culture.",
            "Rating": 5.0,
            "Supplier": "KB Tours",
            "Src": "https://www.tripadvisor.com/AttractionProductReview-g28970-d18925390-African_American_History_Tour_with_Museum_of_MAAHC_Admission_Ticket-Washington_DC_D.html",
            "Duration": "4h",
            "ActivityType": "Bus Tours",
            "isRain": true
        },
        {
            "Title": "The National Gallery of Art DC Guided Museum Tour - Private Tour",
            "City": "Washington DC",
            "Price": "$79.50",
            "Description": "This 2 to 2.5 hour private guided museum tour will show you the world’s most iconic artists inside two extraordinary buildings. The National Gallery of Art in Washington DC is a world-class museum housing an incredible timeline of Western Art from the old masters of the Renaissance to the quintessential personalities of the 20th Century. Raphael, Rembrandt, Renoir, Picasso, and Rothko are just a handful of artist on view (as well as Vigee le Brun, Cassatt, and O’Keeffe). \n\nTake excursion through the changes of history as told by magnificent works of art - money, power, war, hope, and triumph. From the intimacy of a da Vinci portrait to sweep of a Monet to the bold strokes of a Kandinsky, you will be dazzled by the vast holdings and the stories that accompany them. You’ll delight over familiar names and hidden gems while our passionate guides navigate you through notable highlights of technique and artwork from over the past seven centuries.",
            "Rating": 5.0,
            "Supplier": "Babylon Tours Washington D.C.",
            "Src": "https://www.tripadvisor.com/AttractionProductReview-g28970-d11990516-The_National_Gallery_of_Art_DC_Guided_Museum_Tour_Private_Tour-Washington_DC_Distri.html",
            "Duration": "120-150 minutes",
            "ActivityType": "Private and Luxury",
            "isRain": true
        },
        {
            "Title": "Ghosts of Georgetown Walking Tour",
            "City": "Washington DC",
            "Price": "$50.00",
            "Description": "Among the historic streets, manicured gardens and Victorian row houses of DC’s finest neighborhood lie deep, dark secrets about a forgotten past. Come along to hear stories from long ago that trace the development of Gerorgetown from a small tobacco port to a major commercial trading center. Many important historical figures have lived or stayed here and documented their experiences in letters and journals. Some of these folks have never left, haunting these grand residences to this day. \n\nOn this family friendly tour you will learn about this town and be enchanted by its past, present, and future.",
            "Rating": 5.0,
            "Supplier": "DC By Foot",
            "Src": "https://www.tripadvisor.com/AttractionProductReview-g28970-d14163477-Ghosts_of_Georgetown_Walking_Tour-Washington_DC_District_of_Columbia.html",
            "Duration": "2h",
            "ActivityType": "Walking Tours",
            "isRain": true
        },
        {
            "Title": "Smithsonian Museum of American History Guided Tour - Private Tour",
            "City": "Washington DC",
            "Price": "$79.50",
            "Description": "Join this 2 to 2.5 hour private guided tour of the National Museum of American History to learn about the relatively short but immensely rich history of the United States of America. Our passionate guides will take you to some of the most captivating pieces on display at this one of a kind gallery.",
            "Rating": 5.0,
            "Supplier": "Babylon Tours Washington D.C.",
            "Src": "https://www.tripadvisor.com/AttractionProductReview-g28970-d11990564-Smithsonian_Museum_of_American_History_Guided_Tour_Private_Tour-Washington_DC_Distr.html",
            "Duration": "120-150 minutes",
            "ActivityType": "Private and Luxury",
            "isRain": true
        },
        {
            "Title": "Washington DC Evening Tour",
            "City": "Washington DC",
            "Price": "$200.00",
            "Description": "Benefit from a small-group evening tour that takes you to Washington, DC's top attractions where you can see them illuminated for the night. Walk around landmarks dedicated to Presidents Abraham Lincoln and Thomas Jefferson, and visit war memorials for World War II and the Pentagon. Have time to photograph these famous locations and hear live commentary from your guide.",
            "Rating": 5.0,
            "Supplier": "ELD Touring Enterprises Day Tours",
            "Src": "https://www.tripadvisor.com/AttractionProductReview-g41113-d11470536-Washington_DC_Evening_Tour-District_Heights_Maryland.html",
            "Duration": "3h",
            "ActivityType": "Bus Tours",
            "isRain": true
        },
        {
            "Title": "Perfect Private Night Tour of Washington DC",
            "City": "Washington DC",
            "Price": "$325.00",
            "Description": "Enjoy the Nation's Capitol at night! Your personal Tour Professional will pick you up from your hotel, then you'll be headed to see how Washington DC lights up when the sun goes down. \n\nEnjoy the beautiful Potomac River. See the enchanting Thomas Jefferson Memorial reflected in the Tidal Basin. See the Washington Monument's breath taking reflection in the reflection pool. Enjoy an educational, and entertaining narration while you are escorted in your luxury SUV by your tour professional through the city of Washington DC. \n\nBottled water is provided during this great experience.\n\nPENTAGON MEMORIAL IS CLOSED UNTIL MEMORIAL DAY 2020!!!",
            "Rating": 5.0,
            "Supplier": "Perfect Private Tours and Transportation",
            "Src": "https://www.tripadvisor.com/AttractionProductReview-g28970-d13871790-Perfect_Private_Night_Tour_of_Washington_DC-Washington_DC_District_of_Columbia.html",
            "Duration": "3-4 hours",
            "ActivityType": "Bus Tours",
            "isRain": true
        },
        {
            "Title": "Perfect Private DC In A Day Tour with Lunch",
            "City": "Washington DC",
            "Price": "$575.00",
            "Description": "This is a 5 hour private tour of Washington DC in your very own private vehicle. You are allowed up to 4 guests. You get a personal tour professional to guide you to each site, pick you up from your hotel, and drop you off following the tour. You will get out and walk up to each site listed and get history, details, and all of your questions answered. This is a full day tour with a break for lunch INCLUDED with tour!",
            "Rating": 5.0,
            "Supplier": "Perfect Private Tours and Transportation",
            "Src": "https://www.tripadvisor.com/AttractionProductReview-g28970-d13807476-Perfect_Private_DC_In_A_Day_Tour_with_Lunch-Washington_DC_District_of_Columbia.html",
            "Duration": "5h",
            "ActivityType": "Bus Tours",
            "isRain": true
        },
        {
            "Title": "Full-Day Tour in Washington DC",
            "City": "Washington DC",
            "Price": "$105.00",
            "Description": "Travel with a guide into the Nation's Capital and learn some of the secrets about the town. We will depart with a breakfast stop around 9am. We start with visiting some popular sites at Arlington Cemetery, then make our way to many of the memorials. Lincoln, Vietnam, Korea, World War II, FDR, Dr. King are highlights. A driving tour of the city is next with picture stops of the White House and Capitol. The afternoon is free time for lunch or whatever you would like (typically around two hours). After meeting we begin to depart with a possible bonus stop before leaving the town, we arrive back Williamsburg between 8-10pm.",
            "Rating": 5.0,
            "Supplier": "Oleta Tour & Travel, Inc.",
            "Src": "https://www.tripadvisor.com/AttractionProductReview-g58313-d22678750-Full_Day_Tour_in_Washington_DC-Williamsburg_Virginia.html",
            "Duration": "12-15 hours",
            "ActivityType": "Bus Tours",
            "isRain": true
        }
    ],
    "Miami": [
        {
            "Title": "Little Havana Food and Walking Tour in Miami",
            "City": "Miami",
            "Price": "$59.99",
            "Description": "Taste your way through Miami’s Little Havana neighborhood on a food walking tour exploring the vibrant and historic neighborhood. Try everything from Cuban coffee to home-style Cuban cooking, with plenty of tastings for a full lunch. Exploring Little Havana with a guide means you learn the stories behind each item you try, meet local artists, watch deft cigar rollers, and take in the bustling scene at Domino Park.",
            "Rating": 5.0,
            "Supplier": "Miami Culinary Tours",
            "Src": "https://www.tripadvisor.com/AttractionProductReview-g34438-d11470104-Little_Havana_Food_and_Walking_Tour_in_Miami-Miami_Florida.html",
            "Duration": "2h 30m",
            "ActivityType": "Walking Tours",
            "isRain": true
        },
        {
            "Title": "Speedboat Sightseeing Tour of Miami",
            "City": "Miami",
            "Price": "$40.34",
            "Description": "Thrill seekers that want to experience the Miami coastline should look no further than this speedboat adventure—the only speedboat sightseeing tour that takes you offshore for a blistering ride. Just hop aboard, and get ready to feel the wind whipping your face as you zoom through the surf. Along the way, pass Star Island and Fisher Island, enjoy views of yachts and mansions, and check out bustling South Beach.",
            "Rating": 4.5,
            "Supplier": "Thriller Miami Speedboat Adventures",
            "Src": "https://www.tripadvisor.com/AttractionProductReview-g34438-d11479832-Speedboat_Sightseeing_Tour_of_Miami-Miami_Florida.html",
            "Duration": "45m",
            "ActivityType": "Ports of Call Tours",
            "isRain": true
        },
        {
            "Title": "Everglades National Park Biologist Led Adventure: Cruise, Hike + Airboat",
            "City": "Miami",
            "Price": "$239.00",
            "Description": "Delve deep into the Everglades National Park on this master-naturalist-led experience. Look for manatees, birds, and dolphins on a Ten Thousand Island boat trip, ride an airboat deep into the River of Grass to see alligators, take a wildlife-spotting dry nature hike and drive under huge cypress trees; and visit a Native tree island village only reachable by boat and a historical trading post. Lunch and multi-location pickups are included.",
            "Rating": 5.0,
            "Supplier": "Wild Lime Adventures",
            "Src": "https://www.tripadvisor.com/AttractionProductReview-g34438-d11991677-Everglades_National_Park_Biologist_Led_Adventure_Cruise_Hike_Airboat-Miami_Florida.html",
            "Duration": "570-600 minutes",
            "ActivityType": "Airboat Tours",
            "isRain": true
        },
        {
            "Title": "Everglades Airboat 30-60 min with pickup or self drive options",
            "City": "Miami",
            "Price": "$49.00",
            "Description": "This popular tour includes everything Everglades National Park has to offer. \n\nChoose between a guided tour with convenient pick-up in various languages or drive yourself to the Everglades.\n\nExplore Everglades National park by airboat and see alligators and other creatures in their natural habitat. Explore the gift and coffee shop with restrooms.",
            "Rating": 4.0,
            "Supplier": "US2U Tours",
            "Src": "https://www.tripadvisor.com/AttractionProductReview-g34439-d11453844-Everglades_Airboat_30_60_min_with_pickup_or_self_drive_options-Miami_Beach_Florida.html",
            "Duration": "1-4 hours",
            "ActivityType": "Airboat Tours",
            "isRain": true
        },
        {
            "Title": "3 - 4 hours Everglades Tour from Miami",
            "City": "Miami",
            "Price": "$59.79",
            "Description": "The tropical wetlands of the Everglades National Park lie just outside of Miami. On this tour, set sail on a flat propelled airboat for a short cruise around the Everglades and admire the wild landscapes from the water. Look out for wildlife such as alligators, tortoises, and exotic birds along the way, then learn more about the region’s unique ecosystems during a wildlife show.",
            "Rating": 4.5,
            "Supplier": "Wide Angle Tours",
            "Src": "https://www.tripadvisor.com/AttractionProductReview-g34439-d11469930-3_4_hours_Everglades_Tour_from_Miami-Miami_Beach_Florida.html",
            "Duration": "3-5 hours",
            "ActivityType": "Airboat Tours",
            "isRain": true
        },
        {
            "Title": "Manatee Photo Safari and Miami Kayak with Paddle Board Tour",
            "City": "Miami",
            "Price": "$85.00",
            "Description": "Blimey!\n\nIt’s Manatee Season! Ready your cameras and paddles, it’s the best time of the year for wild manatee viewing! Multiple Manatee families have made a home out of our lagoon and absolutely love to pose for the cameras. Come join us in the early mornings or winter afternoons for an exclusive Manatee Photo Safari with an occasional dolphin or two!\n\nPlease keep in mind that these wild and protected animals. It is illegal to molest, harass, disturb, and even to hug a manatee. We will view these beautiful, yet funny looking animals as close as reasonably possible. Photo opportunities are plenty on this close-up and personal eco-adventure.",
            "Rating": 5.0,
            "Supplier": "Virginia Key Outdoor Center",
            "Src": "https://www.tripadvisor.com/AttractionProductReview-g34439-d18185590-Manatee_Photo_Safari_and_Miami_Kayak_with_Paddle_Board_Tour-Miami_Beach_Florida.html",
            "Duration": "2h",
            "ActivityType": "Adventure Tours",
            "isRain": true
        },
        {
            "Title": "Key West Day Trip from Miami with Activities",
            "City": "Miami",
            "Price": "$49.00",
            "Description": "Expand your Miami vacation to include Key West during this day trip. After comfortable transfer from your hotel, enjoy around six hours to explore on your own. Visit the Hemingway House, check out Mallory Square, or have a slice of the iconic key lime pie. Your time is your own. Add on a Floridian activity, such as parasailing, snorkeling, or a glass-bottom boat cruise (additional expense).",
            "Rating": 4.0,
            "Supplier": "Gray Line Miami Tours",
            "Src": "https://www.tripadvisor.com/AttractionProductReview-g34439-d11450929-Key_West_Day_Trip_from_Miami_with_Activities-Miami_Beach_Florida.html",
            "Duration": "12h",
            "ActivityType": "Adventure Tours",
            "isRain": true
        },
        {
            "Title": "1-Hour Air boat Ride and Nature Walk with Naturalist in Everglades National Park",
            "City": "Miami",
            "Price": "$155.00",
            "Description": "Immerse yourself in two distinct adventures on this combination tour. First, go on a nature walk with a naturalist guide in Everglades National Park. See hardwood hammocks, a variety of birds, and wild alligators. Then go on a thrilling air boat ride far from land, out over the vast expanse of the River of Grass, and a visit to a Native tree island village. Pickup and drop-off from your Fort Lauderdale or Miami area hotel, airport, or Port Miami is included.",
            "Rating": 5.0,
            "Supplier": "Wild Lime Adventures",
            "Src": "https://www.tripadvisor.com/AttractionProductReview-g34438-d11992615-1_Hour_Air_boat_Ride_and_Nature_Walk_with_Naturalist_in_Everglades_National_Park-Mi.html",
            "Duration": "330-360 minutes",
            "ActivityType": "Airboat Tours",
            "isRain": true
        },
        {
            "Title": "Wynwood Graffiti Golf Cart Small-Group Tour",
            "City": "Miami",
            "Price": "$39.00",
            "Description": "Maximize your time in Wynwood Art District by covering ground quickly in an open-air golf cart. Your guide takes you and a small group on a private tour by cart through this ever-evolving neighborhood famous for its massive street art murals. Learn about the industrial area’s history, take photos along the way, and learn where the best restaurants, breweries, and art galleries are located.",
            "Rating": 5.0,
            "Supplier": "Wynwood Art Walk",
            "Src": "https://www.tripadvisor.com/AttractionProductReview-g34438-d11989591-Wynwood_Graffiti_Golf_Cart_Small_Group_Tour-Miami_Florida.html",
            "Duration": "1h",
            "ActivityType": "City Tours",
            "isRain": true
        },
        {
            "Title": "Miami Combo Tour: City Sightseeing, Biscayne Bay Cruise and Everglades Airboat Ride",
            "City": "Miami",
            "Price": "$67.99",
            "Description": "See Miami and the Everglades on a tour that lets you experience many of southern Florida’s top sites in one day. Get your bearings on a double-decker bus tour of Miami’s downtown, Little Havana, and South Beach; cruise Biscayne Bay on a boat tour; and head to the Everglades National Park to spot crocodiles and alligators on an airboat safari.",
            "Rating": 3.5,
            "Supplier": "Miami Double Decker",
            "Src": "https://www.tripadvisor.com/AttractionProductReview-g34439-d11451472-Miami_Combo_Tour_City_Sightseeing_Biscayne_Bay_Cruise_and_Everglades_Airboat_Ride-M.html",
            "Duration": "9h",
            "ActivityType": "Airboat Tours",
            "isRain": true
        },
        {
            "Title": "Miami Skyline 90 min Cruise of South Beach Millionaire Homes & Venetian Islands ",
            "City": "Miami",
            "Price": "$28.99",
            "Description": "Miami Skyline 90-min cruise departs from Biscayne Bay in the heart of Downtown. Pass the famous Star Island known for Al Capone’s Mansion. Cruise to Millionaire’s Homes Hibiscus Island, Palm Island, Sunset Island, Fischer Island plus famous Venetian Islands. Discover the mansions rich and famous.\n\nYou haven’t seen Miami until you’ve seen it from the water. Your bi-lingual English and Spanish tour guide will point out the famous homes and landmarks along the way. Enjoy a cash bar on board serving beverages and snacks. Our fleet consists of a bi-level yacht with air conditioning and first level large open windows and shaded top deck. \n\nExpect to pass the famous villas of Villa Michaela located on Hibiscus, Flager Memorial Island, Villa Charmaine, Villa Angela located on San Marco Island at the Venetian Way and Al Capone’s Mansion plus the Famous Standard Spa and Resort located at Belle Island. Enjoy the view!\n\nUpgrade to include a Hop-on Hop-off Double Decker Bus ticket or Everglades!",
            "Rating": 3.5,
            "Supplier": "Miami Boat Cruises",
            "Src": "https://www.tripadvisor.com/AttractionProductReview-g34438-d13950295-Miami_Skyline_90_min_Cruise_of_South_Beach_Millionaire_Homes_Venetian_Islands-Miami.html",
            "Duration": "1h 30m",
            "ActivityType": "City Tours",
            "isRain": true
        },
        {
            "Title": "Private Night/Sunset Boat Cruise in Miami",
            "City": "Miami",
            "Price": "$335.00",
            "Description": "It is a unique  experience as it allows our guests to experience Miami from the Sea. The night tour experience is unique on itself in comparison to a daily trip because there is no charter traffic from other boats during this time. Since we will be cruising through the bay the water at this time is very calm giving the impression that we are actually floating through the water. Throughout the cruise guests will have plenty of time to ask questions, take pictures or open a drink to enjoy the views (water is complimentary)of the impressive Miami skyline. No restroom on board. No shoes on allowed on board\n\nThis tour is offered in a brand-new Monterey 2021 model,. The ride is so smooth thanks to its cutting-edge technology. This boat is literally a floating jewel \n\nWe recommend to be there 20/25 minutes before departure to avoid any delays on the departure time\n\nIMPORTANT: You can find a map with detailed information around parking and departure spot in the photos section of this product",
            "Rating": 5.0,
            "Supplier": "Boatmiamiboat -Boat rental tours in Miami-",
            "Src": "https://www.tripadvisor.com/AttractionProductReview-g34438-d22680080-Private_Night_Sunset_Boat_Cruise_in_Miami-Miami_Florida.html",
            "Duration": "2h",
            "ActivityType": "Day Cruises",
            "isRain": true
        },
        {
            "Title": "2Hr Private Boat Tour Miami Beach, Captain & Champagne, See the Island & Sandbar",
            "City": "Miami",
            "Price": "$360.00",
            "Description": "Enjoy the day on the water with friends & family in Miami Beach with Dolphin Water Sport\u2028.\n\n20 ft Bayliner, This beautiful boat is fully equipped with Bluetooth sound system.\n\nEnjoy a unique & personalized experience with our private tour!\n\nWater, Champagne & Ice Included\n\n2, 4, 6 or 8 hour tours.\n\nPerfect for a day on the water, Cruise the Intracoastal and see the homes of the Rich & Famous, see some dolphins along the way, take a ride the Biscayne Bay or just chill out at one of the Sandbars sipping your favorite drink.\n\nGet to know the Islands, virgin beaches and sandbar of Biscayne Bay, you can also observe marine life, You could sunbathe, swim or even snorkel.\n\nGreat for Birthdays, Anniversaries, Bachelor/Bachelorette/Wedding Parties or any special occasion up to 6 people.\n\nOur U.S. Coastguard certified captains have 10+ years experience and they're outgoing and accommodating personalities will ensure that is most enjoyable.\n\n** Please read the inclusions & exclusions**",
            "Rating": 4.5,
            "Supplier": "Dolphin Water Sport",
            "Src": "https://www.tripadvisor.com/AttractionProductReview-g34438-d20432190-2Hr_Private_Boat_Tour_Miami_Beach_Captain_Champagne_See_the_Island_Sandbar-Miami_Fl.html",
            "Duration": "2h",
            "ActivityType": "Sailing",
            "isRain": true
        },
        {
            "Title": "Combo:Miami City Sightseeing,90 Min Biscayne Bay Cruise+Everglades Airboat Tour ",
            "City": "Miami",
            "Price": "$59.99",
            "Description": "This is a full day tour where we will visit the Everglades Sawgrass section and go on the famous Airboat ride. We will then travel to Bayside Market place where there will be free time for lunch and to go on the 90 minute Miami Skyline and Millionaire sightseeing cruise. Our day will end with and incredible tour of Miami on a Double Decker bus",
            "Rating": null,
            "Supplier": "Miami Boat Cruises",
            "Src": "https://www.tripadvisor.com/AttractionProductReview-g34439-d14986437-Combo_Miami_City_Sightseeing_90_Min_Biscayne_Bay_Cruise_Everglades_Airboat_Tour-Mia.html",
            "Duration": "7h",
            "ActivityType": "Airboat Tours",
            "isRain": true
        },
        {
            "Title": "Private Helicopter Tour around Miami and Key Biscayne ",
            "City": "Miami",
            "Price": "$325.00",
            "Description": "We will offer you a unique PRIVATE experience from the moment you arrive until the end, not only because of the tour but because of our detailed oriented personalized customer service. \n\nWe will fly from North to South through the shoreline and the bay, all around the exclusive island of Key Biscayne.\n\nThis guided tour will allow you to appreciate part of this beautiful city from a different perspective, from the buildings, mansions, and constructions, to the variety of wild-ocean life. \n\nIf it’s your lucky day, which we know it will be, you can see dolphins, sharks, turtles, rays, manatees and more, while we are flying over the ocean, near the shoreline. You will be amazed at how closed these species can get to you when you are having fun at the beach. \n\nIn general, flying in a helicopter generates different emotions, from facing your fears, to experiencing a high sense of amaze, gratitude, and happiness.",
            "Rating": 5.0,
            "Supplier": "Keen Fly",
            "Src": "https://www.tripadvisor.com/AttractionProductReview-g34227-d23226866-Private_Helicopter_Tour_around_Miami_and_Key_Biscayne-Fort_Lauderdale_Broward_Count.html",
            "Duration": "45m",
            "ActivityType": "Adventure Tours",
            "isRain": true
        },
        {
            "Title": "South Beach Cultural Food and Walking Tour",
            "City": "Miami",
            "Price": "$59.99",
            "Description": "Discover South Beach flavors on a gourmet walking tour that explores 5-star restaurants and under-the-radar foodie favorites. A guide makes sure you don't miss the architectural gems of South Beach’s art deco district. You also learn about South Beach culture and visit several kitchens for tastings that blend the neighborhood’s diverse Latin and Mediterranean flavors into a multicourse meal.",
            "Rating": 5.0,
            "Supplier": "Miami Culinary Tours",
            "Src": "https://www.tripadvisor.com/AttractionProductReview-g34439-d11451247-South_Beach_Cultural_Food_and_Walking_Tour-Miami_Beach_Florida.html",
            "Duration": "2h 30m",
            "ActivityType": "City Tours",
            "isRain": true
        },
        {
            "Title": "Miami Shared Helicopter Tour",
            "City": "Miami",
            "Price": "$289.00",
            "Description": "Unlike other area tours, ours is flown in a spacious, air-conditioned, jet-engine helicopter. We will never 'up-sell' clients upon arrival, and our pilots are extremely professional and fun! We believe in taking care of the customer first, and safety is at the heart of all we do. This tour is the perfect way to see South Beach and and the surrounding area in a way that will create life-long memories!",
            "Rating": 5.0,
            "Supplier": "Breeze Helicopters",
            "Src": "https://www.tripadvisor.com/AttractionProductReview-g34548-d21364152-Miami_Shared_Helicopter_Tour-Pembroke_Pines_Broward_County_Florida.html",
            "Duration": "30m",
            "ActivityType": "Adventure Tours",
            "isRain": true
        },
        {
            "Title": "45' Yacht Tour in Miami Beach with Captain and Private Boat Rental",
            "City": "Miami",
            "Price": "$1,282.50",
            "Description": "Enjoy the day on the water with friends & family in Miami Beach with Dolphin Water Sport\u2028.\n\n45 ft Sea Ray Sundancer with 2 State Rooms & 2 full bathrooms, This beautiful Sea Ray is fully equipped with excelent Bluetooth sound system, A/C, stove, microwave, refrigerator, freezer, television, and much more!\n\nEnjoy a unique and personalized experience with our private tour!\n\nWater, Champagne & Ice Included\n\n4, 6 or 8 hour tours, Available for night trips.\n\nPerfect for a day or evening out on the water, Cruise the Intracoastal and see the homes of the Rich & Famous, see some dolphins along the way, take a ride the Biscayne Bay or just chill out at one of the Sandbars where you can barbecue or relax sipping your favorite drink.\n\nGreat for Birthdays, Anniversaries or any special occasion up to 12 people.\n\nOur US Coastguard certified captains have 10+ years experience & they're outgoing and accommodating personalities will ensure that is most enjoyable.\n\n*Please read the inclusions & exclusions*",
            "Rating": 4.5,
            "Supplier": "Dolphin Water Sport",
            "Src": "https://www.tripadvisor.com/AttractionProductReview-g34438-d19868220-45_Yacht_Tour_in_Miami_Beach_with_Captain_and_Private_Boat_Rental-Miami_Florida.html",
            "Duration": "4h",
            "ActivityType": "Shore Excursions",
            "isRain": true
        },
        {
            "Title": "City Tour Miami PLUS (City Tour + Boat Tour)",
            "City": "Miami",
            "Price": "$55.00",
            "Description": "Our City Tour Miami PLUS is a mix of Culture, History and Fun that makes visitors to enjoy a whole day of full entertainment. We Pick up in your Hotel with Round Trip Transportation",
            "Rating": 4.5,
            "Supplier": "MyTravels & Tours Corp.",
            "Src": "https://www.tripadvisor.com/AttractionProductReview-g34438-d15693774-City_Tour_Miami_PLUS_City_Tour_Boat_Tour-Miami_Florida.html",
            "Duration": "8h",
            "ActivityType": "Full-day Tours",
            "isRain": true
        },
        {
            "Title": "Miami Celebrity Homes Cruise ",
            "City": "Miami",
            "Price": "$28.00",
            "Description": "We offer multiple times, seven days a week, on two different boats. All you need to do is pick up your boarding pass at the dock and come on board one of the highest rated sightseeing cruise tours in Miami. Our crew will work hard to make sure you see the best views of the opulent mansions and unique sights along our route. Feel free to walk around our boats and take advantage of our frozen cocktails, cold beer, or sodas.\n\nSee many of the rich and opulent homes of the wealthy, famous, and infamous, like Shaquille O’Neil, Gloria Estefan, Al Capone, and where many movies have been filmed, like Bad Boys, Scarface, and Miami Vice, to name a few\n\nDon't take our word for it, we are the highest rated boat tour company on TripAdvisor, just search Fiesta Cruises of Miami and see what others have to say about us.",
            "Rating": 4.5,
            "Supplier": "Fiesta Cruises of Miami",
            "Src": "https://www.tripadvisor.com/AttractionProductReview-g34438-d17771696-Miami_Celebrity_Homes_Cruise-Miami_Florida.html",
            "Duration": "1h 30m",
            "ActivityType": "Ports of Call Tours",
            "isRain": true
        },
        {
            "Title": "Miami Millionaire’s Row Cruise",
            "City": "Miami",
            "Price": "$28.00",
            "Description": "There’s a lot of Miami to see from the water, and this cruise around Biscayne Bay shows off the highlights. A guide points out the star attractions, such as Millionaire's Row, the Port of Miami, Fisher Island, and more. Cruises depart throughout the day, so you can choose a departure that works with your schedule.",
            "Rating": 4.0,
            "Supplier": "Island Queen Cruises & Tours",
            "Src": "https://www.tripadvisor.com/AttractionProductReview-g34438-d11449267-Miami_Millionaire_s_Row_Cruise-Miami_Florida.html",
            "Duration": "1h 30m",
            "ActivityType": "Day Cruises",
            "isRain": true
        },
        {
            "Title": "Private Romantic Excursion Air Tour with Champagne",
            "City": "Miami",
            "Price": "$150.00",
            "Description": "Experience Miami beach from the air. This memorable tour flies you over South Beach shoreline, Key Biscayne, Downtown Miami, Venetian, Star and Palm Islands and other iconic spots.",
            "Rating": 5.0,
            "Supplier": "Eagles Air Tours",
            "Src": "https://www.tripadvisor.com/AttractionProductReview-g34438-d23633085-Private_Romantic_Excursion_Air_Tour_with_Champagne-Miami_Florida.html",
            "Duration": "1h",
            "ActivityType": "Helicopter Tours",
            "isRain": true
        },
        {
            "Title": "Private Miami & Ft. Lauderdale Helicopter Tour with Ocean Views",
            "City": "Miami",
            "Price": "$245.00",
            "Description": "We will offer you a unique experience from the moment you arrive until the end, not only because of the tour but because of our detailed oriented personalized customer service. \n\nThis guided tour will allow you to appreciate part of this beautiful city from a different perspective, from the buildings, mansions, and constructions, to the variety of wild-ocean life.\n\nThe boats, cruises, and cargo ships can be seen all at once around the Ft. Lauderdale Port Everglades.\n\nIf it’s your lucky day, which we know it will be, you can see dolphins, sharks, turtles, rays, manatees and more, while we are flying over the ocean, near the shoreline. You will be amazed at how closed these species can get to you when you are having fun at the beach. \n\nIn general, flying in a helicopter generates different emotions, from facing your fears, to experiencing a high sense of amaze, gratitude, and happiness.",
            "Rating": 5.0,
            "Supplier": "Keen Fly",
            "Src": "https://www.tripadvisor.com/AttractionProductReview-g34227-d20987714-Private_Miami_Ft_Lauderdale_Helicopter_Tour_with_Ocean_Views-Fort_Lauderdale_Browar.html",
            "Duration": "30m",
            "ActivityType": "Adventure Tours",
            "isRain": true
        },
        {
            "Title": "Private Romantic Sunset Boat Cruise in Miami ",
            "City": "Miami",
            "Price": "$350.00",
            "Description": "Sunset time for two\n\nEnjoy a romantic and special moment with your favorite person in the city of the sun. \n\nThat is why we have created this beautiful boat experience for two people where you can enjoy one frozen bottles of Prosecco during a two-hour tour.\n\nStarting from the Rickenbaker Marina in Key Biscayne passing through Fisher Island, which is one of the most exclusive islands in Miami since its only access is by boat, continuing through Miami Beach where we will show you the famous islands where some famous and millionaire mansions are. Then you can enjoy the wonderful view of the modern buildings of Downtown Miami and the financial district and Brickell, and ending this fascinating tour at the same starting point of our Marina Rickenbaker.\n\nThis tour does not have any long stops. If you already know Miami now do it from the water next to us. This is a private tour, non-stop (no-swimming).",
            "Rating": 5.0,
            "Supplier": "Miami Boat Tours!",
            "Src": "https://www.tripadvisor.com/AttractionProductReview-g34342-d21506480-Private_Romantic_Sunset_Boat_Cruise_in_Miami-Key_Biscayne_Florida.html",
            "Duration": "2h",
            "ActivityType": "Sunset Cruises",
            "isRain": true
        },
        {
            "Title": "Parasailing with Miami Watersports",
            "City": "Miami",
            "Price": "$85.00",
            "Description": "Go parasailing off the coast of Miami for an exhilarating experience in this tropical paradise! As you float high above the waters of Biscayne Bay, get incredible views over Coconut Grove and the Miami skyline. Soar through the air in the company of two friends; they can help you be on the lookout for dolphins and turtles swimming below! All instruction and safety gear is provided, no experience necessary.",
            "Rating": 4.5,
            "Supplier": "Miami Watersports",
            "Src": "https://www.tripadvisor.com/AttractionProductReview-g34438-d16861905-Parasailing_with_Miami_Watersports-Miami_Florida.html",
            "Duration": "1h",
            "ActivityType": null,
            "isRain": true
        },
        {
            "Title": "City Half Day Tour of Miami by Bus with Sightseeing Cruise",
            "City": "Miami",
            "Price": "$29.99",
            "Description": "See the highlights of Miami by land and sea on this half-day bus and boat tour. Visit Miami's most popular neighborhoods on an open-top double-decker bus tour, make a stop at the Bayside Marketplace for lunch and shopping, and enjoy a boat ride around the local islands.",
            "Rating": 3.0,
            "Supplier": "Miami Double Decker",
            "Src": "https://www.tripadvisor.com/AttractionProductReview-g34439-d12943212-City_Half_Day_Tour_of_Miami_by_Bus_with_Sightseeing_Cruise-Miami_Beach_Florida.html",
            "Duration": "5h",
            "ActivityType": "Bus Tours",
            "isRain": true
        },
        {
            "Title": "Private Sailing Adventure in Miami's Biscayne Bay ",
            "City": "Miami",
            "Price": "$129.00",
            "Description": "We have been sailing the Biscayne Bay for over 15 years, just for the fun of it. We started this eco-tour in 2018 to share the amazing experience of wind travel with others. Or as we like to say, share the magic.\n\nYou will meet the founders/guides David or JP, we are originally from Argentina and Venezuela and have been living in Miami for over 20 years. We share a passion for protecting Biscayne Bay and its wildlife, as well as creating beautiful memories for our guests.\n\nOur float of Hobie Catamarans were designed with surfing in mind, you'll glide over the water and be in contact with your surroundings. Thanks to their convenient maneuverability and size, they'll allow you to experience every corner of Biscayne Bay like no other boat can. These boats are extremely safe and comfortable for people of all ages.",
            "Rating": 5.0,
            "Supplier": "Sailing Adventure in Miami's Biscayne Bay National Park",
            "Src": "https://www.tripadvisor.com/AttractionProductReview-g34438-d17597526-Private_Sailing_Adventure_in_Miami_s_Biscayne_Bay-Miami_Florida.html",
            "Duration": "3h 30m",
            "ActivityType": "Sailing",
            "isRain": true
        },
        {
            "Title": "Private Exotic Air Tour 45 Minutes",
            "City": "Miami",
            "Price": "$127.50",
            "Description": "Experience Miami beach from the air. This memorable tour flies you over South Beach shoreline, Key Biscayne, Downtown Miami, Venetian, Star and Palm Islands and other iconic spots.",
            "Rating": 5.0,
            "Supplier": "Eagles Air Tours",
            "Src": "https://www.tripadvisor.com/AttractionProductReview-g34438-d23629954-Private_Exotic_Air_Tour_45_Minutes-Miami_Florida.html",
            "Duration": "45m",
            "ActivityType": "Adventure Tours",
            "isRain": true
        },
        {
            "Title": "Sightseeing Hurricane Speedboat Tour of Miami",
            "City": "Miami",
            "Price": "$40.34",
            "Description": "Thriller Miami Hurricane is Miami’s new, unique, 85 passenger vessel, offering a speedboat tour. The first boat of it’s kind in the South East United States. Passengers will see Miami at Maximum speed!\n\nThriller Miami Hurricane provides a 45 minute safe, fast, jet boat ride providing photo opportunities of the beautiful Miami's Skyline while in Biscayne Bay and showing passengers Miami from Thriller Miami Hurricane's unique perspective.",
            "Rating": 4.5,
            "Supplier": "Thriller Miami Speedboat Adventures",
            "Src": "https://www.tripadvisor.com/AttractionProductReview-g34438-d15829876-Sightseeing_Hurricane_Speedboat_Tour_of_Miami-Miami_Florida.html",
            "Duration": "45m",
            "ActivityType": "Shore Excursions",
            "isRain": true
        },
        {
            "Title": "Authentic Little Havana Food and Culture Walking Tour ",
            "City": "Miami",
            "Price": "$59.99",
            "Description": "Live a day like a Cuban: discover Little Havana and learn about the local culture and history on this half-day tour. Taste authentic Cuban foods, like Guava-pastries and stewed meat (included in price) from family-owned restaurants and learn about the history and influence of Cuban culture in Miami from your guide. This tour will also take you past important Cuban landmarks such as the Bay of Pigs Museum and Cuban Memorial Park. This is a small-group tour with a maximum of 10 travelers per booking.",
            "Rating": 4.5,
            "Supplier": "Food Tours in Miami",
            "Src": "https://www.tripadvisor.com/AttractionProductReview-g34438-d12565978-Authentic_Little_Havana_Food_and_Culture_Walking_Tour-Miami_Florida.html",
            "Duration": "3h",
            "ActivityType": "Walking Tours",
            "isRain": true
        }
    ]
}